{"name":"Psalms","chapterList":["ch001","ch002","ch003","ch004","ch005","ch006","ch007","ch008","ch009","ch010","ch011","ch012","ch013","ch014","ch015","ch016","ch017","ch018","ch019","ch020","ch021","ch022","ch023","ch024","ch025","ch026","ch027","ch028","ch029","ch030","ch031","ch032","ch033","ch034","ch035","ch036","ch037","ch038","ch039","ch040","ch041","ch042","ch043","ch044","ch045","ch046","ch047","ch048","ch049","ch050","ch051","ch052","ch053","ch054","ch055","ch056","ch057","ch058","ch059","ch060","ch061","ch062","ch063","ch064","ch065","ch066","ch067","ch068","ch069","ch070","ch071","ch072","ch073","ch074","ch075","ch076","ch077","ch078","ch079","ch080","ch081","ch082","ch083","ch084","ch085","ch086","ch087","ch088","ch089","ch090","ch091","ch092","ch093","ch094","ch095","ch096","ch097","ch098","ch099","ch100","ch101","ch102","ch103","ch104","ch105","ch106","ch107","ch108","ch109","ch110","ch111","ch112","ch113","ch114","ch115","ch116","ch117","ch118","ch119","ch120","ch121","ch122","ch123","ch124","ch125","ch126","ch127","ch128","ch129","ch130","ch131","ch132","ch133","ch134","ch135","ch136","ch137","ch138","ch139","ch140","ch141","ch142","ch143","ch144","ch145","ch146","ch147","ch148","ch149","ch150"],"chapters":[[{"content":"Blessed is the man who doesn't walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of scoffers;"},{"content":"but his delight is in Yahweh's law. On his law he meditates day and night."},{"content":"He will be like a tree planted by the streams of water, that brings forth its fruit in its season, whose leaf also does not wither. Whatever he does shall prosper."},{"content":"The wicked are not so, but are like the chaff which the wind drives away."},{"content":"Therefore the wicked shall not stand in the judgment, nor sinners in the congregation of the righteous."},{"content":"For Yahweh knows the way of the righteous, but the way of the wicked shall perish."}],[{"content":"Why do the nations rage, and the peoples plot a vain thing?"},{"content":"The kings of the earth take a stand, and the rulers take counsel together, against Yahweh, and against his Anointed, saying,"},{"content":"\"Let's break their bonds apart, and cast their cords from us.\""},{"content":"He who sits in the heavens will laugh. The Lord will have them in derision."},{"content":"Then he will speak to them in his anger, and terrify them in his wrath:"},{"content":"\"Yet I have set my King on my holy hill of Zion.\""},{"content":"I will tell of the decree. Yahweh said to me, \"You are my son. Today I have become your father."},{"content":"Ask of me, and I will give the nations for your inheritance, the uttermost parts of the earth for your possession."},{"content":"You shall break them with a rod of iron. You shall dash them in pieces like a potter's vessel.\""},{"content":"Now therefore be wise, you kings. Be instructed, you judges of the earth."},{"content":"Serve Yahweh with fear, and rejoice with trembling."},{"content":"Give sincere homage to the Son, lest he be angry, and you perish in the way, for his wrath will soon be kindled. Blessed are all those who take refuge in him. A Psalm by David, when he fled from Absalom his son."}],[{"content":"Yahweh, how my adversaries have increased! Many are those who rise up against me."},{"content":"Many there are who say of my soul, \"There is no help for him in God.\" Selah."},{"content":"But you, Yahweh, are a shield around me, my glory, and the one who lifts up my head."},{"content":"I cry to Yahweh with my voice, and he answers me out of his holy hill. Selah."},{"content":"I laid myself down and slept. I awakened; for Yahweh sustains me."},{"content":"I will not be afraid of tens of thousands of people who have set themselves against me on every side."},{"content":"Arise, Yahweh! Save me, my God! For you have struck all of my enemies on the cheek bone. You have broken the teeth of the wicked."},{"content":"Salvation belongs to Yahweh. Your blessing be on your people. Selah. For the Chief Musician; on stringed instruments. A Psalm by David."}],[{"content":"Answer me when I call, God of my righteousness. Give me relief from my distress. Have mercy on me, and hear my prayer."},{"content":"You sons of men, how long shall my glory be turned into dishonor? Will you love vanity, and seek after falsehood? Selah."},{"content":"But know that Yahweh has set apart for himself him who is godly: Yahweh will hear when I call to him."},{"content":"Stand in awe, and don't sin. Search your own heart on your bed, and be still. Selah."},{"content":"Offer the sacrifices of righteousness. Put your trust in Yahweh."},{"content":"Many say, \"Who will show us any good?\" Yahweh, let the light of your face shine on us."},{"content":"You have put gladness in my heart, more than when their grain and their new wine are increased."},{"content":"In peace I will both lay myself down and sleep, for you, Yahweh alone, make me live in safety. For the Chief Musician, with the flutes. A Psalm by David."}],[{"content":"Give ear to my words, Yahweh. Consider my meditation."},{"content":"Listen to the voice of my cry, my King and my God; for to you do I pray."},{"content":"Yahweh, in the morning you shall hear my voice. In the morning I will lay my requests before you, and will watch expectantly."},{"content":"For you are not a God who has pleasure in wickedness. Evil can't live with you."},{"content":"The arrogant shall not stand in your sight. You hate all workers of iniquity."},{"content":"You will destroy those who speak lies. Yahweh abhors the bloodthirsty and deceitful man."},{"content":"But as for me, in the abundance of your loving kindness I will come into your house. I will bow toward your holy temple in reverence of you."},{"content":"Lead me, Yahweh, in your righteousness because of my enemies. Make your way straight before my face."},{"content":"For there is no faithfulness in their mouth. Their heart is destruction. Their throat is an open tomb. They flatter with their tongue."},{"content":"Hold them guilty, God. Let them fall by their own counsels; Thrust them out in the multitude of their transgressions, for they have rebelled against you."},{"content":"But let all those who take refuge in you rejoice, Let them always shout for joy, because you defend them. Let them also who love your name be joyful in you."},{"content":"For you will bless the righteous. Yahweh, you will surround him with favor as with a shield. For the Chief Musician; on stringed instruments, upon the eight-stringed lyre. A Psalm by David."}],[{"content":"Yahweh, don't rebuke me in your anger, neither discipline me in your wrath."},{"content":"Have mercy on me, Yahweh, for I am faint. Yahweh, heal me, for my bones are troubled."},{"content":"My soul is also in great anguish. But you, Yahweh--how long?"},{"content":"Return, Yahweh. Deliver my soul, and save me for your loving kindness' sake."},{"content":"For in death there is no memory of you. In Sheol, who shall give you thanks?"},{"content":"I am weary with my groaning. Every night I flood my bed. I drench my couch with my tears."},{"content":"My eye wastes away because of grief. It grows old because of all my adversaries."},{"content":"Depart from me, all you workers of iniquity, for Yahweh has heard the voice of my weeping."},{"content":"Yahweh has heard my supplication. Yahweh accepts my prayer."},{"content":"May all my enemies be ashamed and dismayed. They shall turn back, they shall be disgraced suddenly. A meditation by David, which he sang to Yahweh, concerning the words of Cush, the Benjamite."}],[{"content":"Yahweh, my God, I take refuge in you. Save me from all those who pursue me, and deliver me,"},{"content":"lest they tear apart my soul like a lion, ripping it in pieces, while there is none to deliver."},{"content":"Yahweh, my God, if I have done this, if there is iniquity in my hands,"},{"content":"if I have rewarded evil to him who was at peace with me (yes, if I have delivered him who without cause was my adversary),"},{"content":"let the enemy pursue my soul, and overtake it; yes, let him tread my life down to the earth, and lay my glory in the dust. Selah."},{"content":"Arise, Yahweh, in your anger. Lift up yourself against the rage of my adversaries. Awake for me. You have commanded judgment."},{"content":"Let the congregation of the peoples surround you. Rule over them on high."},{"content":"Yahweh administers judgment to the peoples. Judge me, Yahweh, according to my righteousness, and to my integrity that is in me."},{"content":"Oh let the wickedness of the wicked come to an end, but establish the righteous; their minds and hearts are searched by the righteous God."},{"content":"My shield is with God, who saves the upright in heart."},{"content":"God is a righteous judge, yes, a God who has indignation every day."},{"content":"If a man doesn't relent, he will sharpen his sword; he has bent and strung his bow."},{"content":"He has also prepared for himself the instruments of death. He makes ready his flaming arrows."},{"content":"Behold, he travails with iniquity. Yes, he has conceived mischief, and brought forth falsehood."},{"content":"He has dug a hole, and has fallen into the pit which he made."},{"content":"The trouble he causes shall return to his own head. His violence shall come down on the crown of his own head."},{"content":"I will give thanks to Yahweh according to his righteousness, and will sing praise to the name of Yahweh Most High. For the Chief Musician; on an instrument of Gath. A Psalm by David."}],[{"content":"Yahweh, our Lord, how majestic is your name in all the earth, who has set your glory above the heavens!"},{"content":"From the lips of babes and infants you have established strength, because of your adversaries, that you might silence the enemy and the avenger."},{"content":"When I consider your heavens, the work of your fingers, the moon and the stars, which you have ordained;"},{"content":"what is man, that you think of him? What is the son of man, that you care for him?"},{"content":"For you have made him a little lower than God, and crowned him with glory and honor."},{"content":"You make him ruler over the works of your hands. You have put all things under his feet:"},{"content":"All sheep and cattle, yes, and the animals of the field,"},{"content":"The birds of the sky, the fish of the sea, and whatever passes through the paths of the seas."},{"content":"Yahweh, our Lord, how majestic is your name in all the earth! For the Chief Musician. Set to \"The Death of the Son.\" A Psalm by David."}],[{"content":"I will give thanks to Yahweh with my whole heart. I will tell of all your marvelous works."},{"content":"I will be glad and rejoice in you. I will sing praise to your name, O Most High."},{"content":"When my enemies turn back, they stumble and perish in your presence."},{"content":"For you have maintained my just cause. You sit on the throne judging righteously."},{"content":"You have rebuked the nations. You have destroyed the wicked. You have blotted out their name forever and ever."},{"content":"The enemy is overtaken by endless ruin. The very memory of the cities which you have overthrown has perished."},{"content":"But Yahweh reigns forever. He has prepared his throne for judgment."},{"content":"He will judge the world in righteousness. He will administer judgment to the peoples in uprightness."},{"content":"Yahweh will also be a high tower for the oppressed; a high tower in times of trouble."},{"content":"Those who know your name will put their trust in you, for you, Yahweh, have not forsaken those who seek you."},{"content":"Sing praises to Yahweh, who dwells in Zion, and declare among the people what he has done."},{"content":"For he who avenges blood remembers them. He doesn't forget the cry of the afflicted."},{"content":"Have mercy on me, Yahweh. See my affliction by those who hate me, and lift me up from the gates of death;"},{"content":"that I may show forth all your praise. In the gates of the daughter of Zion, I will rejoice in your salvation."},{"content":"The nations have sunk down in the pit that they made. In the net which they hid, their own foot is taken."},{"content":"Yahweh has made himself known. He has executed judgment. The wicked is snared by the work of his own hands. Meditation. Selah."},{"content":"The wicked shall be turned back to Sheol, even all the nations that forget God."},{"content":"For the needy shall not always be forgotten, nor the hope of the poor perish forever."},{"content":"Arise, Yahweh! Don't let man prevail. Let the nations be judged in your sight."},{"content":"Put them in fear, Yahweh. Let the nations know that they are only men. Selah."}],[{"content":"Why do you stand far off, Yahweh? Why do you hide yourself in times of trouble?"},{"content":"In arrogance, the wicked hunt down the weak. They are caught in the schemes that they devise."},{"content":"For the wicked boasts of his heart's cravings. He blesses the greedy, and condemns Yahweh."},{"content":"The wicked, in the pride of his face, has no room in his thoughts for God."},{"content":"His ways are prosperous at all times. He is haughty, and your laws are far from his sight. As for all his adversaries, he sneers at them."},{"content":"He says in his heart, \"I shall not be shaken. For generations I shall have no trouble.\""},{"content":"His mouth is full of cursing, deceit, and oppression. Under his tongue is mischief and iniquity."},{"content":"He lies in wait near the villages. From ambushes, he murders the innocent. His eyes are secretly set against the helpless."},{"content":"He lurks in secret as a lion in his ambush. He lies in wait to catch the helpless. He catches the helpless, when he draws him in his net."},{"content":"The helpless are crushed. They collapse. They fall under his strength."},{"content":"He says in his heart, \"God has forgotten. He hides his face. He will never see it.\""},{"content":"Arise, Yahweh! God, lift up your hand! Don't forget the helpless."},{"content":"Why does the wicked person condemn God, and say in his heart, \"God won't call me into account?\""},{"content":"But you do see trouble and grief. You consider it to take it into your hand. You help the victim and the fatherless."},{"content":"Break the arm of the wicked. As for the evil man, seek out his wickedness until you find none."},{"content":"Yahweh is King forever and ever! The nations will perish out of his land."},{"content":"Yahweh, you have heard the desire of the humble. You will prepare their heart. You will cause your ear to hear,"},{"content":"to judge the fatherless and the oppressed, that man who is of the earth may terrify no more. For the Chief Musician. By David."}],[{"content":"In Yahweh, I take refuge. How can you say to my soul, \"Flee as a bird to your mountain!\""},{"content":"For, behold, the wicked bend their bows. They set their arrows on the strings, that they may shoot in darkness at the upright in heart."},{"content":"If the foundations are destroyed, what can the righteous do?"},{"content":"Yahweh is in his holy temple. Yahweh is on his throne in heaven. His eyes observe. His eyes examine the children of men."},{"content":"Yahweh examines the righteous, but the wicked and him who loves violence his soul hates."},{"content":"On the wicked he will rain blazing coals; fire, sulfur, and scorching wind shall be the portion of their cup."},{"content":"For Yahweh is righteous. He loves righteousness. The upright shall see his face. For the Chief Musician; upon an eight-stringed lyre. A Psalm of David."}],[{"content":"Help, Yahweh; for the godly man ceases. For the faithful fail from among the children of men."},{"content":"Everyone lies to his neighbor. They speak with flattering lips, and with a double heart."},{"content":"May Yahweh cut off all flattering lips, and the tongue that boasts,"},{"content":"who have said, \"With our tongue we will prevail. Our lips are our own. Who is lord over us?\""},{"content":"\"Because of the oppression of the weak and because of the groaning of the needy, I will now arise,\" says Yahweh; \"I will set him in safety from those who malign him.\""},{"content":"The words of Yahweh are flawless words, as silver refined in a clay furnace, purified seven times."},{"content":"You will keep them, Yahweh. You will preserve them from this generation forever."},{"content":"The wicked walk on every side, when what is vile is exalted among the sons of men. For the Chief Musician. A Psalm by David."}],[{"content":"How long, Yahweh? Will you forget me forever? How long will you hide your face from me?"},{"content":"How long shall I take counsel in my soul, having sorrow in my heart every day? How long shall my enemy triumph over me?"},{"content":"Behold, and answer me, Yahweh, my God. Give light to my eyes, lest I sleep in death;"},{"content":"Lest my enemy say, \"I have prevailed against him;\" Lest my adversaries rejoice when I fall."},{"content":"But I trust in your loving kindness. My heart rejoices in your salvation."},{"content":"I will sing to Yahweh, because he has been good to me. For the Chief Musician. By David."}],[{"content":"The fool has said in his heart, \"There is no God.\" They are corrupt. They have done abominable works. There is none who does good."},{"content":"Yahweh looked down from heaven on the children of men, to see if there were any who did understand, who did seek after God."},{"content":"They have all gone aside. They have together become corrupt. There is none who does good, no, not one."},{"content":"Have all the workers of iniquity no knowledge, who eat up my people as they eat bread, and don't call on Yahweh?"},{"content":"There they were in great fear, for God is in the generation of the righteous."},{"content":"You frustrate the plan of the poor, because Yahweh is his refuge."},{"content":"Oh that the salvation of Israel would come out of Zion! When Yahweh restores the fortunes of his people, then Jacob shall rejoice, and Israel shall be glad. A Psalm by David."}],[{"content":"Yahweh, who shall dwell in your sanctuary? Who shall live on your holy hill?"},{"content":"He who walks blamelessly does what is right, and speaks truth in his heart;"},{"content":"He who doesn't slander with his tongue, nor does evil to his friend, nor casts slurs against his fellow man;"},{"content":"In whose eyes a vile man is despised, but who honors those who fear Yahweh; he who keeps an oath even when it hurts, and doesn't change;"},{"content":"he who doesn't lend out his money for usury, nor take a bribe against the innocent. He who does these things shall never be shaken. A Poem by David."}],[{"content":"Preserve me, God, for in you do I take refuge."},{"content":"My soul, you have said to Yahweh, \"You are my Lord. Apart from you I have no good thing.\""},{"content":"As for the saints who are in the earth, they are the excellent ones in whom is all my delight."},{"content":"Their sorrows shall be multiplied who give gifts to another god. Their drink offerings of blood I will not offer, nor take their names on my lips."},{"content":"Yahweh assigned my portion and my cup. You made my lot secure."},{"content":"The lines have fallen to me in pleasant places. Yes, I have a good inheritance."},{"content":"I will bless Yahweh, who has given me counsel. Yes, my heart instructs me in the night seasons."},{"content":"I have set Yahweh always before me. Because he is at my right hand, I shall not be moved."},{"content":"Therefore my heart is glad, and my tongue rejoices. My body shall also dwell in safety."},{"content":"For you will not leave my soul in Sheol, neither will you allow your holy one to see corruption."},{"content":"You will show me the path of life. In your presence is fullness of joy. In your right hand there are pleasures forevermore. A Prayer by David."}],[{"content":"Hear, Yahweh, my righteous plea; Give ear to my prayer, that doesn't go out of deceitful lips."},{"content":"Let my sentence come forth from your presence. Let your eyes look on equity."},{"content":"You have proved my heart. You have visited me in the night. You have tried me, and found nothing. I have resolved that my mouth shall not disobey."},{"content":"As for the works of men, by the word of your lips, I have kept myself from the ways of the violent."},{"content":"My steps have held fast to your paths. My feet have not slipped."},{"content":"I have called on you, for you will answer me, God. Turn your ear to me. Hear my speech."},{"content":"Show your marvelous loving kindness, you who save those who take refuge by your right hand from their enemies."},{"content":"Keep me as the apple of your eye. Hide me under the shadow of your wings,"},{"content":"from the wicked who oppress me, my deadly enemies, who surround me."},{"content":"They close up their callous hearts. With their mouth they speak proudly."},{"content":"They have now surrounded us in our steps. They set their eyes to cast us down to the earth."},{"content":"He is like a lion that is greedy of his prey, as it were a young lion lurking in secret places."},{"content":"Arise, Yahweh, confront him. Cast him down. Deliver my soul from the wicked by your sword;"},{"content":"from men by your hand, Yahweh, from men of the world, whose portion is in this life. You fill the belly of your cherished ones. Your sons have plenty, and they store up wealth for their children."},{"content":"As for me, I shall see your face in righteousness. I shall be satisfied, when I awake, with seeing your form. For the Chief Musician. By David the servant of Yahweh, who spoke to Yahweh the words of this song in the day that Yahweh delivered him from the hand of all his enemies, and from the hand of Saul. He said,"}],[{"content":"I love you, Yahweh, my strength."},{"content":"Yahweh is my rock, my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower."},{"content":"I call on Yahweh, who is worthy to be praised; and I am saved from my enemies."},{"content":"The cords of death surrounded me. The floods of ungodliness made me afraid."},{"content":"The cords of Sheol were around me. The snares of death came on me."},{"content":"In my distress I called on Yahweh, and cried to my God. He heard my voice out of his temple. My cry before him came into his ears."},{"content":"Then the earth shook and trembled. The foundations also of the mountains quaked and were shaken, because he was angry."},{"content":"Smoke went out of his nostrils. Consuming fire came out of his mouth. Coals were kindled by it."},{"content":"He bowed the heavens also, and came down. Thick darkness was under his feet."},{"content":"He rode on a cherub, and flew. Yes, he soared on the wings of the wind."},{"content":"He made darkness his hiding place, his pavilion around him, darkness of waters, thick clouds of the skies."},{"content":"At the brightness before him his thick clouds passed, hailstones and coals of fire."},{"content":"Yahweh also thundered in the sky. The Most High uttered his voice: hailstones and coals of fire."},{"content":"He sent out his arrows, and scattered them; Yes, great lightning bolts, and routed them."},{"content":"Then the channels of waters appeared. The foundations of the world were laid bare at your rebuke, Yahweh, at the blast of the breath of your nostrils."},{"content":"He sent from on high. He took me. He drew me out of many waters."},{"content":"He delivered me from my strong enemy, from those who hated me; for they were too mighty for me."},{"content":"They came on me in the day of my calamity, but Yahweh was my support."},{"content":"He brought me forth also into a large place. He delivered me, because he delighted in me."},{"content":"Yahweh has rewarded me according to my righteousness. According to the cleanness of my hands has he recompensed me."},{"content":"For I have kept the ways of Yahweh, and have not wickedly departed from my God."},{"content":"For all his ordinances were before me. I didn't put away his statutes from me."},{"content":"I was also blameless with him. I kept myself from my iniquity."},{"content":"Therefore Yahweh has rewarded me according to my righteousness, according to the cleanness of my hands in his eyesight."},{"content":"With the merciful you will show yourself merciful. With the perfect man, you will show yourself perfect."},{"content":"With the pure, you will show yourself pure. With the crooked you will show yourself shrewd."},{"content":"For you will save the afflicted people, but the haughty eyes you will bring down."},{"content":"For you will light my lamp, Yahweh. My God will light up my darkness."},{"content":"For by you, I advance through a troop. By my God, I leap over a wall."},{"content":"As for God, his way is perfect. The word of Yahweh is tried. He is a shield to all those who take refuge in him."},{"content":"For who is God, except Yahweh? Who is a rock, besides our God,"},{"content":"the God who arms me with strength, and makes my way perfect?"},{"content":"He makes my feet like deer's feet, and sets me on my high places."},{"content":"He teaches my hands to war, so that my arms bend a bow of bronze."},{"content":"You have also given me the shield of your salvation. Your right hand sustains me. Your gentleness has made me great."},{"content":"You have enlarged my steps under me, My feet have not slipped."},{"content":"I will pursue my enemies, and overtake them. Neither will I turn again until they are consumed."},{"content":"I will strike them through, so that they will not be able to rise. They shall fall under my feet."},{"content":"For you have armed me with strength to the battle. You have subdued under me those who rose up against me."},{"content":"You have also made my enemies turn their backs to me, that I might cut off those who hate me."},{"content":"They cried, but there was none to save; even to Yahweh, but he didn't answer them."},{"content":"Then I beat them small as the dust before the wind. I cast them out as the mire of the streets."},{"content":"You have delivered me from the strivings of the people. You have made me the head of the nations. A people whom I have not known shall serve me."},{"content":"As soon as they hear of me they shall obey me. The foreigners shall submit themselves to me."},{"content":"The foreigners shall fade away, and shall come trembling out of their close places."},{"content":"Yahweh lives; and blessed be my rock. Exalted be the God of my salvation,"},{"content":"even the God who executes vengeance for me, and subdues peoples under me."},{"content":"He rescues me from my enemies. Yes, you lift me up above those who rise up against me. You deliver me from the violent man."},{"content":"Therefore I will give thanks to you, Yahweh, among the nations, and will sing praises to your name."},{"content":"He gives great deliverance to his king, and shows loving kindness to his anointed, to David and to his seed, forevermore. For the Chief Musician. A Psalm by David."}],[{"content":"The heavens declare the glory of God. The expanse shows his handiwork."},{"content":"Day after day they pour forth speech, and night after night they display knowledge."},{"content":"There is no speech nor language, where their voice is not heard."},{"content":"Their voice has gone out through all the earth, their words to the end of the world. In them he has set a tent for the sun,"},{"content":"which is as a bridegroom coming out of his room, like a strong man rejoicing to run his course."},{"content":"His going forth is from the end of the heavens, his circuit to its ends; There is nothing hidden from its heat."},{"content":"Yahweh's law is perfect, restoring the soul. Yahweh's testimony is sure, making wise the simple."},{"content":"Yahweh's precepts are right, rejoicing the heart. Yahweh's commandment is pure, enlightening the eyes."},{"content":"The fear of Yahweh is clean, enduring forever. Yahweh's ordinances are true, and righteous altogether."},{"content":"More to be desired are they than gold, yes, than much fine gold; sweeter also than honey and the extract of the honeycomb."},{"content":"Moreover by them is your servant warned. In keeping them there is great reward."},{"content":"Who can discern his errors? Forgive me from hidden errors."},{"content":"Keep back your servant also from presumptuous sins. Let them not have dominion over me. Then I will be upright. I will be blameless and innocent of great transgression."},{"content":"Let the words of my mouth and the meditation of my heart be acceptable in your sight, Yahweh, my rock, and my redeemer. For the Chief Musician. A Psalm by David."}],[{"content":"May Yahweh answer you in the day of trouble. May the name of the God of Jacob set you up on high,"},{"content":"send you help from the sanctuary, grant you support from Zion,"},{"content":"remember all your offerings, and accept your burnt sacrifice. Selah."},{"content":"May He grant you your heart's desire, and fulfill all your counsel."},{"content":"We will triumph in your salvation. In the name of our God, we will set up our banners. May Yahweh grant all your requests."},{"content":"Now I know that Yahweh saves his anointed. He will answer him from his holy heaven, with the saving strength of his right hand."},{"content":"Some trust in chariots, and some in horses, but we trust the name of Yahweh our God."},{"content":"They are bowed down and fallen, but we rise up, and stand upright."},{"content":"Save, Yahweh! Let the King answer us when we call! For the Chief Musician. A Psalm by David."}],[{"content":"The king rejoices in your strength, Yahweh! How greatly he rejoices in your salvation!"},{"content":"You have given him his heart's desire, and have not withheld the request of his lips. Selah."},{"content":"For you meet him with the blessings of goodness. You set a crown of fine gold on his head."},{"content":"He asked life of you, you gave it to him, even length of days forever and ever."},{"content":"His glory is great in your salvation. You lay honor and majesty on him."},{"content":"For you make him most blessed forever. You make him glad with joy in your presence."},{"content":"For the king trusts in Yahweh. Through the loving kindness of the Most High, he shall not be moved."},{"content":"Your hand will find out all of your enemies. Your right hand will find out those who hate you."},{"content":"You will make them as a fiery furnace in the time of your anger. Yahweh will swallow them up in his wrath. The fire shall devour them."},{"content":"You will destroy their descendants from the earth, their posterity from among the children of men."},{"content":"For they intended evil against you. They plotted evil against you which cannot succeed."},{"content":"For you will make them turn their back, when you aim drawn bows at their face."},{"content":"Be exalted, Yahweh, in your strength, so we will sing and praise your power. For the Chief Musician; set to \"The Doe of the Morning.\" A Psalm by David."}],[{"content":"My God, my God, why have you forsaken me? Why are you so far from helping me, and from the words of my groaning?"},{"content":"My God, I cry in the daytime, but you don't answer; in the night season, and am not silent."},{"content":"But you are holy, you who inhabit the praises of Israel."},{"content":"Our fathers trusted in you. They trusted, and you delivered them."},{"content":"They cried to you, and were delivered. They trusted in you, and were not disappointed."},{"content":"But I am a worm, and no man; a reproach of men, and despised by the people."},{"content":"All those who see me mock me. They insult me with their lips. They shake their heads, saying,"},{"content":"\"He trusts in Yahweh; let him deliver him. Let him rescue him, since he delights in him.\""},{"content":"But you brought me out of the womb. You made me trust at my mother's breasts."},{"content":"I was thrown on you from my mother's womb. You are my God since my mother bore me."},{"content":"Don't be far from me, for trouble is near. For there is none to help."},{"content":"Many bulls have surrounded me. Strong bulls of Bashan have encircled me."},{"content":"They open their mouths wide against me, lions tearing prey and roaring."},{"content":"I am poured out like water. All my bones are out of joint. My heart is like wax; it is melted within me."},{"content":"My strength is dried up like a potsherd. My tongue sticks to the roof of my mouth. You have brought me into the dust of death."},{"content":"For dogs have surrounded me. A company of evildoers have enclosed me. They have pierced my hands and feet."},{"content":"I can count all of my bones. They look and stare at me."},{"content":"They divide my garments among them. They cast lots for my clothing."},{"content":"But don't be far off, Yahweh. You are my help: hurry to help me."},{"content":"Deliver my soul from the sword, my precious life from the power of the dog."},{"content":"Save me from the lion's mouth! Yes, from the horns of the wild oxen, you have answered me."},{"content":"I will declare your name to my brothers. In the midst of the assembly, I will praise you."},{"content":"You who fear Yahweh, praise him! All you descendants of Jacob, glorify him! Stand in awe of him, all you descendants of Israel!"},{"content":"For he has not despised nor abhorred the affliction of the afflicted, Neither has he hidden his face from him; but when he cried to him, he heard."},{"content":"Of you comes my praise in the great assembly. I will pay my vows before those who fear him."},{"content":"The humble shall eat and be satisfied. They shall praise Yahweh who seek after him. Let your hearts live forever."},{"content":"All the ends of the earth shall remember and turn to Yahweh. All the relatives of the nations shall worship before you."},{"content":"For the kingdom is Yahweh's. He is the ruler over the nations."},{"content":"All the rich ones of the earth shall eat and worship. All those who go down to the dust shall bow before him, even he who can't keep his soul alive."},{"content":"Posterity shall serve him. Future generations shall be told about the Lord."},{"content":"They shall come and shall declare his righteousness to a people that shall be born, for he has done it. A Psalm by David."}],[{"content":"Yahweh is my shepherd: I shall lack nothing."},{"content":"He makes me lie down in green pastures. He leads me beside still waters."},{"content":"He restores my soul. He guides me in the paths of righteousness for his name's sake."},{"content":"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me."},{"content":"You prepare a table before me in the presence of my enemies. You anoint my head with oil. My cup runs over."},{"content":"Surely goodness and loving kindness shall follow me all the days of my life, and I will dwell in Yahweh's house forever. A Psalm by David."}],[{"content":"The earth is Yahweh's, with its fullness; the world, and those who dwell therein."},{"content":"For he has founded it on the seas, and established it on the floods."},{"content":"Who may ascend to Yahweh's hill? Who may stand in his holy place?"},{"content":"He who has clean hands and a pure heart; who has not lifted up his soul to falsehood, and has not sworn deceitfully."},{"content":"He shall receive a blessing from Yahweh, righteousness from the God of his salvation."},{"content":"This is the generation of those who seek Him, who seek your face--even Jacob. Selah."},{"content":"Lift up your heads, you gates! Be lifted up, you everlasting doors, and the King of glory will come in."},{"content":"Who is the King of glory? Yahweh strong and mighty, Yahweh mighty in battle."},{"content":"Lift up your heads, you gates; yes, lift them up, you everlasting doors, and the King of glory will come in."},{"content":"Who is this King of glory? Yahweh of Armies is the King of glory! Selah. By David."}],[{"content":"To you, Yahweh, do I lift up my soul."},{"content":"My God, I have trusted in you. Don't let me be shamed. Don't let my enemies triumph over me."},{"content":"Yes, no one who waits for you shall be shamed. They shall be shamed who deal treacherously without cause."},{"content":"Show me your ways, Yahweh. Teach me your paths."},{"content":"Guide me in your truth, and teach me, For you are the God of my salvation, I wait for you all day long."},{"content":"Yahweh, remember your tender mercies and your loving kindness, for they are from old times."},{"content":"Don't remember the sins of my youth, nor my transgressions. Remember me according to your loving kindness, for your goodness' sake, Yahweh."},{"content":"Good and upright is Yahweh, therefore he will instruct sinners in the way."},{"content":"He will guide the humble in justice. He will teach the humble his way."},{"content":"All the paths of Yahweh are loving kindness and truth to such as keep his covenant and his testimonies."},{"content":"For your name's sake, Yahweh, pardon my iniquity, for it is great."},{"content":"What man is he who fears Yahweh? He shall instruct him in the way that he shall choose."},{"content":"His soul shall dwell at ease. His seed shall inherit the land."},{"content":"The friendship of Yahweh is with those who fear him. He will show them his covenant."},{"content":"My eyes are ever on Yahweh, for he will pluck my feet out of the net."},{"content":"Turn to me, and have mercy on me, for I am desolate and afflicted."},{"content":"The troubles of my heart are enlarged. Oh bring me out of my distresses."},{"content":"Consider my affliction and my travail. Forgive all my sins."},{"content":"Consider my enemies, for they are many. They hate me with cruel hatred."},{"content":"Oh keep my soul, and deliver me. Let me not be disappointed, for I take refuge in you."},{"content":"Let integrity and uprightness preserve me, for I wait for you."},{"content":"Redeem Israel, God, out all of his troubles. By David."}],[{"content":"Judge me, Yahweh, for I have walked in my integrity. I have trusted also in Yahweh without wavering."},{"content":"Examine me, Yahweh, and prove me. Try my heart and my mind."},{"content":"For your loving kindness is before my eyes. I have walked in your truth."},{"content":"I have not sat with deceitful men, neither will I go in with hypocrites."},{"content":"I hate the assembly of evildoers, and will not sit with the wicked."},{"content":"I will wash my hands in innocence, so I will go about your altar, Yahweh;"},{"content":"that I may make the voice of thanksgiving to be heard, and tell of all your wondrous works."},{"content":"Yahweh, I love the habitation of your house, the place where your glory dwells."},{"content":"Don't gather my soul with sinners, nor my life with bloodthirsty men;"},{"content":"in whose hands is wickedness, their right hand is full of bribes."},{"content":"But as for me, I will walk in my integrity. Redeem me, and be merciful to me."},{"content":"My foot stands in an even place. In the congregations I will bless Yahweh. By David."}],[{"content":"Yahweh is my light and my salvation. Whom shall I fear? Yahweh is the strength of my life. Of whom shall I be afraid?"},{"content":"When evildoers came at me to eat up my flesh, even my adversaries and my foes, they stumbled and fell."},{"content":"Though an army should encamp against me, my heart shall not fear. Though war should rise against me, even then I will be confident."},{"content":"One thing I have asked of Yahweh, that I will seek after, that I may dwell in the house of Yahweh all the days of my life, to see Yahweh's beauty, and to inquire in his temple."},{"content":"For in the day of trouble he will keep me secretly in his pavilion. In the covert of his tabernacle he will hide me. He will lift me up on a rock."},{"content":"Now my head will be lifted up above my enemies around me. I will offer sacrifices of joy in his tent. I will sing, yes, I will sing praises to Yahweh."},{"content":"Hear, Yahweh, when I cry with my voice. Have mercy also on me, and answer me."},{"content":"When you said, \"Seek my face,\" my heart said to you, \"I will seek your face, Yahweh.\""},{"content":"Don't hide your face from me. Don't put your servant away in anger. You have been my help. Don't abandon me, neither forsake me, God of my salvation."},{"content":"When my father and my mother forsake me, then Yahweh will take me up."},{"content":"Teach me your way, Yahweh. Lead me in a straight path, because of my enemies."},{"content":"Don't deliver me over to the desire of my adversaries, for false witnesses have risen up against me, such as breathe out cruelty."},{"content":"I am still confident of this: I will see the goodness of Yahweh in the land of the living."},{"content":"Wait for Yahweh. Be strong, and let your heart take courage. Yes, wait for Yahweh. By David."}],[{"content":"To you, Yahweh, I call. My rock, don't be deaf to me; lest, if you are silent to me, I would become like those who go down into the pit."},{"content":"Hear the voice of my petitions, when I cry to you, when I lift up my hands toward your Most Holy Place."},{"content":"Don't draw me away with the wicked, with the workers of iniquity who speak peace with their neighbors, but mischief is in their hearts."},{"content":"Give them according to their work, and according to the wickedness of their doings. Give them according to the operation of their hands. Bring back on them what they deserve."},{"content":"Because they don't respect the works of Yahweh, nor the operation of his hands, he will break them down and not build them up."},{"content":"Blessed be Yahweh, because he has heard the voice of my petitions."},{"content":"Yahweh is my strength and my shield. My heart has trusted in him, and I am helped. Therefore my heart greatly rejoices. With my song I will thank him."},{"content":"Yahweh is their strength. He is a stronghold of salvation to his anointed."},{"content":"Save your people, and bless your inheritance. Be their shepherd also, and bear them up forever. A Psalm by David."}],[{"content":"Ascribe to Yahweh, you sons of the mighty, ascribe to Yahweh glory and strength."},{"content":"Ascribe to Yahweh the glory due to his name. Worship Yahweh in holy array."},{"content":"Yahweh's voice is on the waters. The God of glory thunders, even Yahweh on many waters."},{"content":"Yahweh's voice is powerful. Yahweh's voice is full of majesty."},{"content":"The voice of Yahweh breaks the cedars. Yes, Yahweh breaks in pieces the cedars of Lebanon."},{"content":"He makes them also to skip like a calf; Lebanon and Sirion like a young, wild ox."},{"content":"Yahweh's voice strikes with flashes of lightning."},{"content":"Yahweh's voice shakes the wilderness. Yahweh shakes the wilderness of Kadesh."},{"content":"Yahweh's voice makes the deer calve, and strips the forests bare. In his temple everything says, \"Glory!\""},{"content":"Yahweh sat enthroned at the Flood. Yes, Yahweh sits as King forever."},{"content":"Yahweh will give strength to his people. Yahweh will bless his people with peace. A Psalm. A Song for the Dedication of the Temple. By David."}],[{"content":"I will extol you, Yahweh, for you have raised me up, and have not made my foes to rejoice over me."},{"content":"Yahweh my God, I cried to you, and you have healed me."},{"content":"Yahweh, you have brought up my soul from Sheol. You have kept me alive, that I should not go down to the pit."},{"content":"Sing praise to Yahweh, you saints of his. Give thanks to his holy name."},{"content":"For his anger is but for a moment. His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning."},{"content":"As for me, I said in my prosperity, \"I shall never be moved.\""},{"content":"You, Yahweh, when you favored me, made my mountain stand strong; but when you hid your face, I was troubled."},{"content":"I cried to you, Yahweh. To Yahweh I made supplication:"},{"content":"\"What profit is there in my destruction, if I go down to the pit? Shall the dust praise you? Shall it declare your truth?"},{"content":"Hear, Yahweh, and have mercy on me. Yahweh, be my helper.\""},{"content":"You have turned my mourning into dancing for me. You have removed my sackcloth, and clothed me with gladness,"},{"content":"To the end that my heart may sing praise to you, and not be silent. Yahweh my God, I will give thanks to you forever! For the Chief Musician. A Psalm by David."}],[{"content":"In you, Yahweh, I take refuge. Let me never be disappointed. Deliver me in your righteousness."},{"content":"Bow down your ear to me. Deliver me speedily. Be to me a strong rock, a house of defense to save me."},{"content":"For you are my rock and my fortress, therefore for your name's sake lead me and guide me."},{"content":"Pluck me out of the net that they have laid secretly for me, for you are my stronghold."},{"content":"Into your hand I commend my spirit. You redeem me, Yahweh, God of truth."},{"content":"I hate those who regard lying vanities, but I trust in Yahweh."},{"content":"I will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities."},{"content":"You have not shut me up into the hand of the enemy. You have set my feet in a large place."},{"content":"Have mercy on me, Yahweh, for I am in distress. My eye, my soul, and my body waste away with grief."},{"content":"For my life is spent with sorrow, my years with sighing. My strength fails because of my iniquity. My bones are wasted away."},{"content":"Because of all my adversaries I have become utterly contemptible to my neighbors, A fear to my acquaintances. Those who saw me on the street fled from me."},{"content":"I am forgotten from their hearts like a dead man. I am like broken pottery."},{"content":"For I have heard the slander of many, terror on every side, while they conspire together against me, they plot to take away my life."},{"content":"But I trust in you, Yahweh. I said, \"You are my God.\""},{"content":"My times are in your hand. Deliver me from the hand of my enemies, and from those who persecute me."},{"content":"Make your face to shine on your servant. Save me in your loving kindness."},{"content":"Let me not be disappointed, Yahweh, for I have called on you. Let the wicked be disappointed. Let them be silent in Sheol."},{"content":"Let the lying lips be mute, which speak against the righteous insolently, with pride and contempt."},{"content":"Oh how great is your goodness, which you have laid up for those who fear you, which you have worked for those who take refuge in you, before the sons of men!"},{"content":"In the shelter of your presence you will hide them from the plotting of man. You will keep them secretly in a dwelling away from the strife of tongues."},{"content":"Praise be to Yahweh, for he has shown me his marvelous loving kindness in a strong city."},{"content":"As for me, I said in my haste, \"I am cut off from before your eyes.\" Nevertheless you heard the voice of my petitions when I cried to you."},{"content":"Oh love Yahweh, all you his saints! Yahweh preserves the faithful, and fully recompenses him who behaves arrogantly."},{"content":"Be strong, and let your heart take courage, all you who hope in Yahweh. By David. A contemplative psalm."}],[{"content":"Blessed is he whose disobedience is forgiven, whose sin is covered."},{"content":"Blessed is the man to whom Yahweh doesn't impute iniquity, in whose spirit there is no deceit."},{"content":"When I kept silence, my bones wasted away through my groaning all day long."},{"content":"For day and night your hand was heavy on me. My strength was sapped in the heat of summer. Selah."},{"content":"I acknowledged my sin to you. I didn't hide my iniquity. I said, I will confess my transgressions to Yahweh, and you forgave the iniquity of my sin. Selah."},{"content":"For this, let everyone who is godly pray to you in a time when you may be found. Surely when the great waters overflow, they shall not reach to him."},{"content":"You are my hiding place. You will preserve me from trouble. You will surround me with songs of deliverance. Selah."},{"content":"I will instruct you and teach you in the way which you shall go. I will counsel you with my eye on you."},{"content":"Don't be like the horse, or like the mule, which have no understanding, who are controlled by bit and bridle, or else they will not come near to you."},{"content":"Many sorrows come to the wicked, but loving kindness shall surround him who trusts in Yahweh."},{"content":"Be glad in Yahweh, and rejoice, you righteous! Shout for joy, all you who are upright in heart!"}],[{"content":"Rejoice in Yahweh, you righteous! Praise is fitting for the upright."},{"content":"Give thanks to Yahweh with the lyre. Sing praises to him with the harp of ten strings."},{"content":"Sing to him a new song. Play skillfully with a shout of joy!"},{"content":"For the word of Yahweh is right. All his work is done in faithfulness."},{"content":"He loves righteousness and justice. The earth is full of the loving kindness of Yahweh."},{"content":"By Yahweh's word, the heavens were made; all their army by the breath of his mouth."},{"content":"He gathers the waters of the sea together as a heap. He lays up the deeps in storehouses."},{"content":"Let all the earth fear Yahweh. Let all the inhabitants of the world stand in awe of him."},{"content":"For he spoke, and it was done. He commanded, and it stood firm."},{"content":"Yahweh brings the counsel of the nations to nothing. He makes the thoughts of the peoples to be of no effect."},{"content":"The counsel of Yahweh stands fast forever, the thoughts of his heart to all generations."},{"content":"Blessed is the nation whose God is Yahweh, the people whom he has chosen for his own inheritance."},{"content":"Yahweh looks from heaven. He sees all the sons of men."},{"content":"From the place of his habitation he looks out on all the inhabitants of the earth,"},{"content":"he who fashions all of their hearts; and he considers all of their works."},{"content":"There is no king saved by the multitude of an army. A mighty man is not delivered by great strength."},{"content":"A horse is a vain thing for safety, neither does he deliver any by his great power."},{"content":"Behold, Yahweh's eye is on those who fear him, on those who hope in his loving kindness;"},{"content":"to deliver their soul from death, to keep them alive in famine."},{"content":"Our soul has waited for Yahweh. He is our help and our shield."},{"content":"For our heart rejoices in him, because we have trusted in his holy name."},{"content":"Let your loving kindness be on us, Yahweh, since we have hoped in you. By David; when he pretended to be insane before Abimelech, who drove him away, and he departed."}],[{"content":"I will bless Yahweh at all times. His praise will always be in my mouth."},{"content":"My soul shall boast in Yahweh. The humble shall hear of it, and be glad."},{"content":"Oh magnify Yahweh with me. Let us exalt his name together."},{"content":"I sought Yahweh, and he answered me, and delivered me from all my fears."},{"content":"They looked to him, and were radiant. Their faces shall never be covered with shame."},{"content":"This poor man cried, and Yahweh heard him, and saved him out of all his troubles."},{"content":"The angel of Yahweh encamps around those who fear him, and delivers them."},{"content":"Oh taste and see that Yahweh is good. Blessed is the man who takes refuge in him."},{"content":"Oh fear Yahweh, you his saints, for there is no lack with those who fear him."},{"content":"The young lions do lack, and suffer hunger, but those who seek Yahweh shall not lack any good thing."},{"content":"Come, you children, listen to me. I will teach you the fear of Yahweh."},{"content":"Who is someone who desires life, and loves many days, that he may see good?"},{"content":"Keep your tongue from evil, and your lips from speaking lies."},{"content":"Depart from evil, and do good. seek peace, and pursue it."},{"content":"Yahweh's eyes are toward the righteous. His ears listen to their cry."},{"content":"Yahweh's face is against those who do evil, to cut off the memory of them from the earth."},{"content":"The righteous cry, and Yahweh hears, and delivers them out of all their troubles."},{"content":"Yahweh is near to those who have a broken heart, and saves those who have a crushed spirit."},{"content":"Many are the afflictions of the righteous, but Yahweh delivers him out of them all."},{"content":"He protects all of his bones. Not one of them is broken."},{"content":"Evil shall kill the wicked. Those who hate the righteous shall be condemned."},{"content":"Yahweh redeems the soul of his servants. None of those who take refuge in him shall be condemned. By David."}],[{"content":"Contend, Yahweh, with those who contend with me. Fight against those who fight against me."},{"content":"Take hold of shield and buckler, and stand up for my help."},{"content":"Brandish the spear and block those who pursue me. Tell my soul, \"I am your salvation.\""},{"content":"Let those who seek after my soul be disappointed and brought to dishonor. Let those who plot my ruin be turned back and confounded."},{"content":"Let them be as chaff before the wind, Yahweh's angel driving them on."},{"content":"Let their way be dark and slippery, Yahweh's angel pursuing them."},{"content":"For without cause they have hidden their net in a pit for me. Without cause they have dug a pit for my soul."},{"content":"Let destruction come on him unawares. Let his net that he has hidden catch himself. Let him fall into that destruction."},{"content":"My soul shall be joyful in Yahweh. It shall rejoice in his salvation."},{"content":"All my bones shall say, \"Yahweh, who is like you, who delivers the poor from him who is too strong for him; yes, the poor and the needy from him who robs him?\""},{"content":"Unrighteous witnesses rise up. They ask me about things that I don't know about."},{"content":"They reward me evil for good, to the bereaving of my soul."},{"content":"But as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting. My prayer returned into my own bosom."},{"content":"I behaved myself as though it had been my friend or my brother. I bowed down mourning, as one who mourns his mother."},{"content":"But in my adversity, they rejoiced, and gathered themselves together. The attackers gathered themselves together against me, and I didn't know it. They tore at me, and didn't cease."},{"content":"Like the profane mockers in feasts, they gnashed their teeth at me."},{"content":"Lord, how long will you look on? Rescue my soul from their destruction, my precious life from the lions."},{"content":"I will give you thanks in the great assembly. I will praise you among many people."},{"content":"Don't let those who are my enemies wrongfully rejoice over me; neither let those who hate me without a cause wink their eyes."},{"content":"For they don't speak peace, but they devise deceitful words against those who are quiet in the land."},{"content":"Yes, they opened their mouth wide against me. They said, \"Aha! Aha! Our eye has seen it!\""},{"content":"You have seen it, Yahweh. Don't keep silent. Lord, don't be far from me."},{"content":"Wake up! Rise up to defend me, my God! My Lord, contend for me!"},{"content":"Vindicate me, Yahweh my God, according to your righteousness. Don't let them gloat over me."},{"content":"Don't let them say in their heart, \"Aha! That's the way we want it!\" Don't let them say, \"We have swallowed him up!\""},{"content":"Let them be disappointed and confounded together who rejoice at my calamity. Let them be clothed with shame and dishonor who magnify themselves against me."},{"content":"Let them shout for joy and be glad, who favor my righteous cause. Yes, let them say continually, \"Yahweh be magnified, who has pleasure in the prosperity of his servant!\""},{"content":"My tongue shall talk about your righteousness and about your praise all day long. For the Chief Musician. By David, the servant of Yahweh."}],[{"content":"An oracle is within my heart about the disobedience of the wicked: \"There is no fear of God before his eyes.\""},{"content":"For he flatters himself in his own eyes, too much to detect and hate his sin."},{"content":"The words of his mouth are iniquity and deceit. He has ceased to be wise and to do good."},{"content":"He plots iniquity on his bed. He sets himself in a way that is not good. He doesn't abhor evil."},{"content":"Your loving kindness, Yahweh, is in the heavens. Your faithfulness reaches to the skies."},{"content":"Your righteousness is like the mountains of God. Your judgments are like a great deep. Yahweh, you preserve man and animal."},{"content":"How precious is your loving kindness, God! The children of men take refuge under the shadow of your wings."},{"content":"They shall be abundantly satisfied with the abundance of your house. You will make them drink of the river of your pleasures."},{"content":"For with you is the spring of life. In your light shall we see light."},{"content":"Oh continue your loving kindness to those who know you, your righteousness to the upright in heart."},{"content":"Don't let the foot of pride come against me. Don't let the hand of the wicked drive me away."},{"content":"There the workers of iniquity are fallen. They are thrust down, and shall not be able to rise. By David."}],[{"content":"Don't fret because of evildoers, neither be envious against those who work unrighteousness."},{"content":"For they shall soon be cut down like the grass, and wither like the green herb."},{"content":"Trust in Yahweh, and do good. Dwell in the land, and enjoy safe pasture."},{"content":"Also delight yourself in Yahweh, and he will give you the desires of your heart."},{"content":"Commit your way to Yahweh. Trust also in him, and he will do this:"},{"content":"he will make your righteousness go forth as the light, and your justice as the noon day sun."},{"content":"Rest in Yahweh, and wait patiently for him. Don't fret because of him who prospers in his way, because of the man who makes wicked plots happen."},{"content":"Cease from anger, and forsake wrath. Don't fret, it leads only to evildoing."},{"content":"For evildoers shall be cut off, but those who wait for Yahweh shall inherit the land."},{"content":"For yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn't there."},{"content":"But the humble shall inherit the land, and shall delight themselves in the abundance of peace."},{"content":"The wicked plots against the just, and gnashes at him with his teeth."},{"content":"The Lord will laugh at him, for he sees that his day is coming."},{"content":"The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright in the way."},{"content":"Their sword shall enter into their own heart. Their bows shall be broken."},{"content":"Better is a little that the righteous has, than the abundance of many wicked."},{"content":"For the arms of the wicked shall be broken, but Yahweh upholds the righteous."},{"content":"Yahweh knows the days of the perfect. Their inheritance shall be forever."},{"content":"They shall not be disappointed in the time of evil. In the days of famine they shall be satisfied."},{"content":"But the wicked shall perish. The enemies of Yahweh shall be like the beauty of the fields. They will vanish-- vanish like smoke."},{"content":"The wicked borrow, and don't pay back, but the righteous give generously."},{"content":"For such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off."},{"content":"A man's goings are established by Yahweh. He delights in his way."},{"content":"Though he stumble, he shall not fall, for Yahweh holds him up with his hand."},{"content":"I have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread."},{"content":"All day long he deals graciously, and lends. His seed is blessed."},{"content":"Depart from evil, and do good. Live securely forever."},{"content":"For Yahweh loves justice, and doesn't forsake his saints. They are preserved forever, but the children of the wicked shall be cut off."},{"content":"The righteous shall inherit the land, and live in it forever."},{"content":"The mouth of the righteous talks of wisdom. His tongue speaks justice."},{"content":"The law of his God is in his heart. None of his steps shall slide."},{"content":"The wicked watches the righteous, and seeks to kill him."},{"content":"Yahweh will not leave him in his hand, nor condemn him when he is judged."},{"content":"Wait for Yahweh, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it."},{"content":"I have seen the wicked in great power, spreading himself like a green tree in its native soil."},{"content":"But he passed away, and behold, he was not. Yes, I sought him, but he could not be found."},{"content":"Mark the perfect man, and see the upright, for there is a future for the man of peace."},{"content":"As for transgressors, they shall be destroyed together. The future of the wicked shall be cut off."},{"content":"But the salvation of the righteous is from Yahweh. He is their stronghold in the time of trouble."},{"content":"Yahweh helps them, and rescues them. He rescues them from the wicked, and saves them, Because they have taken refuge in him. A Psalm by David, for a memorial."}],[{"content":"Yahweh, don't rebuke me in your wrath, neither chasten me in your hot displeasure."},{"content":"For your arrows have pierced me, your hand presses hard on me."},{"content":"There is no soundness in my flesh because of your indignation, neither is there any health in my bones because of my sin."},{"content":"For my iniquities have gone over my head. As a heavy burden, they are too heavy for me."},{"content":"My wounds are loathsome and corrupt, because of my foolishness."},{"content":"I am pained and bowed down greatly. I go mourning all day long."},{"content":"For my waist is filled with burning. There is no soundness in my flesh."},{"content":"I am faint and severely bruised. I have groaned by reason of the anguish of my heart."},{"content":"Lord, all my desire is before you. My groaning is not hidden from you."},{"content":"My heart throbs. My strength fails me. As for the light of my eyes, it has also left me."},{"content":"My lovers and my friends stand aloof from my plague. My kinsmen stand far away."},{"content":"They also who seek after my life lay snares. Those who seek my hurt speak mischievous things, and meditate deceits all day long."},{"content":"But I, as a deaf man, don't hear. I am as a mute man who doesn't open his mouth."},{"content":"Yes, I am as a man who doesn't hear, in whose mouth are no reproofs."},{"content":"For in you, Yahweh, do I hope. You will answer, Lord my God."},{"content":"For I said, \"Don't let them gloat over me, or exalt themselves over me when my foot slips.\""},{"content":"For I am ready to fall. My pain is continually before me."},{"content":"For I will declare my iniquity. I will be sorry for my sin."},{"content":"But my enemies are vigorous and many. Those who hate me without reason are numerous."},{"content":"They who also render evil for good are adversaries to me, because I follow what is good."},{"content":"Don't forsake me, Yahweh. My God, don't be far from me."},{"content":"Hurry to help me, Lord, my salvation. For the Chief Musician. For Jeduthun. A Psalm by David."}],[{"content":"I said, \"I will watch my ways, so that I don't sin with my tongue. I will keep my mouth with a bridle while the wicked is before me.\""},{"content":"I was mute with silence. I held my peace, even from good. My sorrow was stirred."},{"content":"My heart was hot within me. While I meditated, the fire burned: I spoke with my tongue:"},{"content":"\"Yahweh, show me my end, what is the measure of my days. Let me know how frail I am."},{"content":"Behold, you have made my days handbreadths. My lifetime is as nothing before you. Surely every man stands as a breath.\" Selah."},{"content":"\"Surely every man walks like a shadow. Surely they busy themselves in vain. He heaps up, and doesn't know who shall gather."},{"content":"Now, Lord, what do I wait for? My hope is in you."},{"content":"Deliver me from all my transgressions. Don't make me the reproach of the foolish."},{"content":"I was mute. I didn't open my mouth, because you did it."},{"content":"Remove your scourge away from me. I am overcome by the blow of your hand."},{"content":"When you rebuke and correct man for iniquity, You consume his wealth like a moth. Surely every man is but a breath.\" Selah."},{"content":"\"Hear my prayer, Yahweh, and give ear to my cry. Don't be silent at my tears. For I am a stranger with you, a foreigner, as all my fathers were."},{"content":"Oh spare me, that I may recover strength, before I go away, and exist no more.\" For the Chief Musician. A Psalm by David."}],[{"content":"I waited patiently for Yahweh. He turned to me, and heard my cry."},{"content":"He brought me up also out of a horrible pit, out of the miry clay. He set my feet on a rock, and gave me a firm place to stand."},{"content":"He has put a new song in my mouth, even praise to our God. Many shall see it, and fear, and shall trust in Yahweh."},{"content":"Blessed is the man who makes Yahweh his trust, and doesn't respect the proud, nor such as turn aside to lies."},{"content":"Many, Yahweh, my God, are the wonderful works which you have done, and your thoughts which are toward us. They can't be declared back to you. If I would declare and speak of them, they are more than can be numbered."},{"content":"Sacrifice and offering you didn't desire. You have opened my ears. You have not required burnt offering and sin offering."},{"content":"Then I said, \"Behold, I have come. It is written about me in the book in the scroll."},{"content":"I delight to do your will, my God. Yes, your law is within my heart.\""},{"content":"I have proclaimed glad news of righteousness in the great assembly. Behold, I will not seal my lips, Yahweh, you know."},{"content":"I have not hidden your righteousness within my heart. I have declared your faithfulness and your salvation. I have not concealed your loving kindness and your truth from the great assembly."},{"content":"Don't withhold your tender mercies from me, Yahweh. Let your loving kindness and your truth continually preserve me."},{"content":"For innumerable evils have surrounded me. My iniquities have overtaken me, so that I am not able to look up. They are more than the hairs of my head. My heart has failed me."},{"content":"Be pleased, Yahweh, to deliver me. Hurry to help me, Yahweh."},{"content":"Let them be disappointed and confounded together who seek after my soul to destroy it. Let them be turned backward and brought to dishonor who delight in my hurt."},{"content":"Let them be desolate by reason of their shame that tell me, \"Aha! Aha!\""},{"content":"Let all those who seek you rejoice and be glad in you. Let such as love your salvation say continually, \"Let Yahweh be exalted!\""},{"content":"But I am poor and needy. May the Lord think about me. You are my help and my deliverer. Don't delay, my God. For the Chief Musician. A Psalm by David."}],[{"content":"Blessed is he who considers the poor. Yahweh will deliver him in the day of evil."},{"content":"Yahweh will preserve him, and keep him alive. He shall be blessed on the earth, and he will not surrender him to the will of his enemies."},{"content":"Yahweh will sustain him on his sickbed, and restore him from his bed of illness."},{"content":"I said, \"Yahweh, have mercy on me! Heal me, for I have sinned against you.\""},{"content":"My enemies speak evil against me: \"When will he die, and his name perish?\""},{"content":"If he comes to see me, he speaks falsehood. His heart gathers iniquity to itself. When he goes abroad, he tells it."},{"content":"All who hate me whisper together against me. They imagine the worst for me."},{"content":"\"An evil disease,\" they say, \"has afflicted him. Now that he lies he shall rise up no more.\""},{"content":"Yes, my own familiar friend, in whom I trusted, who ate bread with me, has lifted up his heel against me."},{"content":"But you, Yahweh, have mercy on me, and raise me up, that I may repay them."},{"content":"By this I know that you delight in me, because my enemy doesn't triumph over me."},{"content":"As for me, you uphold me in my integrity, and set me in your presence forever."},{"content":"Blessed be Yahweh, the God of Israel, from everlasting and to everlasting! Amen and amen. BOOK II For the Chief Musician. A contemplation by the sons of Korah."}],[{"content":"As the deer pants for the water brooks, so my soul pants after you, God."},{"content":"My soul thirsts for God, for the living God. When shall I come and appear before God?"},{"content":"My tears have been my food day and night, while they continually ask me, \"Where is your God?\""},{"content":"These things I remember, and pour out my soul within me, how I used to go with the crowd, and led them to the house of God, with the voice of joy and praise, a multitude keeping a holy day."},{"content":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him for the saving help of his presence."},{"content":"My God, my soul is in despair within me. Therefore I remember you from the land of the Jordan, the heights of Hermon, from the hill Mizar."},{"content":"Deep calls to deep at the noise of your waterfalls. All your waves and your billows have swept over me."},{"content":"Yahweh will command his loving kindness in the daytime. In the night his song shall be with me: a prayer to the God of my life."},{"content":"I will ask God, my rock, \"Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?\""},{"content":"As with a sword in my bones, my adversaries reproach me, while they continually ask me, \"Where is your God?\""},{"content":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, the saving help of my countenance, and my God."}],[{"content":"Vindicate me, God, and plead my cause against an ungodly nation. Oh, deliver me from deceitful and wicked men."},{"content":"For you are the God of my strength. Why have you rejected me? Why do I go mourning because of the oppression of the enemy?"},{"content":"Oh, send out your light and your truth. Let them lead me. Let them bring me to your holy hill, To your tents."},{"content":"Then I will go to the altar of God, to God, my exceeding joy. I will praise you on the harp, God, my God."},{"content":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him: my Savior, my helper, and my God. For the Chief Musician. By the sons of Korah. A contemplative psalm."}],[{"content":"We have heard with our ears, God; our fathers have told us, what work you did in their days, in the days of old."},{"content":"You drove out the nations with your hand, but you planted them. You afflicted the peoples, but you spread them abroad."},{"content":"For they didn't get the land in possession by their own sword, neither did their own arm save them; but your right hand, and your arm, and the light of your face, because you were favorable to them."},{"content":"You are my King, God. Command victories for Jacob!"},{"content":"Through you, will we push down our adversaries. Through your name, will we tread them under who rise up against us."},{"content":"For I will not trust in my bow, neither shall my sword save me."},{"content":"But you have saved us from our adversaries, and have shamed those who hate us."},{"content":"In God we have made our boast all day long, we will give thanks to your name forever. Selah."},{"content":"But now you rejected us, and brought us to dishonor, and don't go out with our armies."},{"content":"You make us turn back from the adversary. Those who hate us take spoil for themselves."},{"content":"You have made us like sheep for food, and have scattered us among the nations."},{"content":"You sell your people for nothing, and have gained nothing from their sale."},{"content":"You make us a reproach to our neighbors, a scoffing and a derision to those who are around us."},{"content":"You make us a byword among the nations, a shaking of the head among the peoples."},{"content":"All day long my dishonor is before me, and shame covers my face,"},{"content":"At the taunt of one who reproaches and verbally abuses, because of the enemy and the avenger."},{"content":"All this has come on us, yet have we not forgotten you, Neither have we been false to your covenant."},{"content":"Our heart has not turned back, neither have our steps strayed from your path,"},{"content":"Though you have crushed us in the haunt of jackals, and covered us with the shadow of death."},{"content":"If we have forgotten the name of our God, or spread forth our hands to a strange god;"},{"content":"won't God search this out? For he knows the secrets of the heart."},{"content":"Yes, for your sake we are killed all day long. We are regarded as sheep for the slaughter."},{"content":"Wake up! Why do you sleep, Lord? Arise! Don't reject us forever."},{"content":"Why do you hide your face, and forget our affliction and our oppression?"},{"content":"For our soul is bowed down to the dust. Our body clings to the earth."},{"content":"Rise up to help us. Redeem us for your loving kindness' sake. For the Chief Musician. Set to \"The Lilies.\" A contemplation by the sons of Korah. A wedding song."}],[{"content":"My heart overflows with a noble theme. I recite my verses for the king. My tongue is like the pen of a skillful writer."},{"content":"You are the most excellent of the sons of men. Grace has anointed your lips, therefore God has blessed you forever."},{"content":"Strap your sword on your thigh, mighty one: your splendor and your majesty."},{"content":"In your majesty ride on victoriously on behalf of truth, humility, and righteousness. Let your right hand display awesome deeds."},{"content":"Your arrows are sharp. The nations fall under you, with arrows in the heart of the king's enemies."},{"content":"Your throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom."},{"content":"You have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows."},{"content":"All your garments smell like myrrh, aloes, and cassia. Out of ivory palaces stringed instruments have made you glad."},{"content":"Kings' daughters are among your honorable women. At your right hand the queen stands in gold of Ophir."},{"content":"Listen, daughter, consider, and turn your ear. Forget your own people, and also your father's house."},{"content":"So the king will desire your beauty, honor him, for he is your lord."},{"content":"The daughter of Tyre comes with a gift. The rich among the people entreat your favor."},{"content":"The princess inside is all glorious. Her clothing is interwoven with gold."},{"content":"She shall be led to the king in embroidered work. The virgins, her companions who follow her, shall be brought to you."},{"content":"With gladness and rejoicing they shall be led. They shall enter into the king's palace."},{"content":"Your sons will take the place of your fathers. You shall make them princes in all the earth."},{"content":"I will make your name to be remembered in all generations. Therefore the peoples shall give you thanks forever and ever. For the Chief Musician. By the sons of Korah. According to Alamoth."}],[{"content":"God is our refuge and strength, a very present help in trouble."},{"content":"Therefore we won't be afraid, though the earth changes, though the mountains are shaken into the heart of the seas;"},{"content":"though its waters roar and are troubled, though the mountains tremble with their swelling. Selah."},{"content":"There is a river, the streams of which make the city of God glad, the holy place of the tents of the Most High."},{"content":"God is in her midst. She shall not be moved. God will help her at dawn."},{"content":"The nations raged. The kingdoms were moved. He lifted his voice, and the earth melted."},{"content":"Yahweh of Armies is with us. The God of Jacob is our refuge. Selah."},{"content":"Come, see Yahweh's works, what desolations he has made in the earth."},{"content":"He makes wars cease to the end of the earth. He breaks the bow, and shatters the spear. He burns the chariots in the fire."},{"content":"\"Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.\""},{"content":"Yahweh of Armies is with us. The God of Jacob is our refuge. Selah. For the Chief Musician. A Psalm by the sons of Korah."}],[{"content":"Oh clap your hands, all you nations. Shout to God with the voice of triumph!"},{"content":"For Yahweh Most High is awesome. He is a great King over all the earth."},{"content":"He subdues nations under us, and peoples under our feet."},{"content":"He chooses our inheritance for us, the glory of Jacob whom he loved. Selah."},{"content":"God has gone up with a shout, Yahweh with the sound of a trumpet."},{"content":"Sing praise to God, sing praises. Sing praises to our King, sing praises."},{"content":"For God is the King of all the earth. Sing praises with understanding."},{"content":"God reigns over the nations. God sits on his holy throne."},{"content":"The princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted! A Song. A Psalm by the sons of Korah."}],[{"content":"Great is Yahweh, and greatly to be praised, in the city of our God, in his holy mountain."},{"content":"Beautiful in elevation, the joy of the whole earth, is Mount Zion, on the north sides, the city of the great King."},{"content":"God has shown himself in her citadels as a refuge."},{"content":"For, behold, the kings assembled themselves, they passed by together."},{"content":"They saw it, then they were amazed. They were dismayed. They hurried away."},{"content":"Trembling took hold of them there, pain, as of a woman in travail."},{"content":"With the east wind, you break the ships of Tarshish."},{"content":"As we have heard, so we have seen, in the city of Yahweh of Armies, in the city of our God. God will establish it forever. Selah."},{"content":"We have thought about your loving kindness, God, in the midst of your temple."},{"content":"As is your name, God, so is your praise to the ends of the earth. Your right hand is full of righteousness."},{"content":"Let Mount Zion be glad! Let the daughters of Judah rejoice, Because of your judgments."},{"content":"Walk about Zion, and go around her. Number its towers."},{"content":"Mark well her bulwarks. Consider her palaces, that you may tell it to the next generation."},{"content":"For this God is our God forever and ever. He will be our guide even to death. For the Chief Musician. A Psalm by the sons of Korah."}],[{"content":"Hear this, all you peoples. Listen, all you inhabitants of the world,"},{"content":"both low and high, rich and poor together."},{"content":"My mouth will speak words of wisdom. My heart shall utter understanding."},{"content":"I will incline my ear to a proverb. I will open my riddle on the harp."},{"content":"Why should I fear in the days of evil, when iniquity at my heels surrounds me?"},{"content":"Those who trust in their wealth, and boast in the multitude of their riches--"},{"content":"none of them can by any means redeem his brother, nor give God a ransom for him."},{"content":"For the redemption of their life is costly, no payment is ever enough,"},{"content":"That he should live on forever, that he should not see corruption."},{"content":"For he sees that wise men die; likewise the fool and the senseless perish, and leave their wealth to others."},{"content":"Their inward thought is that their houses will endure forever, and their dwelling places to all generations. They name their lands after themselves."},{"content":"But man, despite his riches, doesn't endure. He is like the animals that perish."},{"content":"This is the destiny of those who are foolish, and of those who approve their sayings. Selah."},{"content":"They are appointed as a flock for Sheol. Death shall be their shepherd. The upright shall have dominion over them in the morning. Their beauty shall decay in Sheol, far from their mansion."},{"content":"But God will redeem my soul from the power of Sheol, for he will receive me. Selah."},{"content":"Don't be afraid when a man is made rich, when the glory of his house is increased."},{"content":"For when he dies he shall carry nothing away. His glory shall not descend after him."},{"content":"Though while he lived he blessed his soul-- and men praise you when you do well for yourself--"},{"content":"he shall go to the generation of his fathers. They shall never see the light."},{"content":"A man who has riches without understanding, is like the animals that perish. A Psalm by Asaph."}],[{"content":"The Mighty One, God, Yahweh, speaks, and calls the earth from sunrise to sunset."},{"content":"Out of Zion, the perfection of beauty, God shines forth."},{"content":"Our God comes, and does not keep silent. A fire devours before him. It is very stormy around him."},{"content":"He calls to the heavens above, to the earth, that he may judge his people:"},{"content":"\"Gather my saints together to me, those who have made a covenant with me by sacrifice.\""},{"content":"The heavens shall declare his righteousness, for God himself is judge. Selah."},{"content":"\"Hear, my people, and I will speak; Israel, and I will testify against you. I am God, your God."},{"content":"I don't rebuke you for your sacrifices. Your burnt offerings are continually before me."},{"content":"I have no need for a bull from your stall, nor male goats from your pens."},{"content":"For every animal of the forest is mine, and the livestock on a thousand hills."},{"content":"I know all the birds of the mountains. The wild animals of the field are mine."},{"content":"If I were hungry, I would not tell you, for the world is mine, and all that is in it."},{"content":"Will I eat the flesh of bulls, or drink the blood of goats?"},{"content":"Offer to God the sacrifice of thanksgiving. Pay your vows to the Most High."},{"content":"Call on me in the day of trouble. I will deliver you, and you will honor me.\""},{"content":"But to the wicked God says, \"What right do you have to declare my statutes, that you have taken my covenant on your lips,"},{"content":"since you hate instruction, and throw my words behind you?"},{"content":"When you saw a thief, you consented with him, and have participated with adulterers."},{"content":"\"You give your mouth to evil. Your tongue frames deceit."},{"content":"You sit and speak against your brother. You slander your own mother's son."},{"content":"You have done these things, and I kept silent. You thought that I was just like you. I will rebuke you, and accuse you in front of your eyes."},{"content":"\"Now consider this, you who forget God, lest I tear you into pieces, and there be none to deliver."},{"content":"Whoever offers the sacrifice of thanksgiving glorifies me, and prepares his way so that I will show God's salvation to him.\" For the Chief Musician. A Psalm by David, when Nathan the prophet came to him, after he had gone in to Bathsheba."}],[{"content":"Have mercy on me, God, according to your loving kindness. According to the multitude of your tender mercies, blot out my transgressions."},{"content":"Wash me thoroughly from my iniquity. Cleanse me from my sin."},{"content":"For I know my transgressions. My sin is constantly before me."},{"content":"Against you, and you only, have I sinned, and done that which is evil in your sight; that you may be proved right when you speak, and justified when you judge."},{"content":"Behold, I was brought forth in iniquity. In sin my mother conceived me."},{"content":"Behold, you desire truth in the inward parts. You teach me wisdom in the inmost place."},{"content":"Purify me with hyssop, and I will be clean. Wash me, and I will be whiter than snow."},{"content":"Let me hear joy and gladness, That the bones which you have broken may rejoice."},{"content":"Hide your face from my sins, and blot out all of my iniquities."},{"content":"Create in me a clean heart, O God. Renew a right spirit within me."},{"content":"Don't throw me from your presence, and don't take your holy Spirit from me."},{"content":"Restore to me the joy of your salvation. Uphold me with a willing spirit."},{"content":"Then I will teach transgressors your ways. Sinners shall be converted to you."},{"content":"Deliver me from bloodguiltiness, O God, the God of my salvation. My tongue shall sing aloud of your righteousness."},{"content":"Lord, open my lips. My mouth shall declare your praise."},{"content":"For you don't delight in sacrifice, or else I would give it. You have no pleasure in burnt offering."},{"content":"The sacrifices of God are a broken spirit. A broken and contrite heart, O God, you will not despise."},{"content":"Do well in your good pleasure to Zion. Build the walls of Jerusalem."},{"content":"Then you will delight in the sacrifices of righteousness, in burnt offerings and in whole burnt offerings. Then they will offer bulls on your altar. For the Chief Musician. A contemplation by David, when Doeg the Edomite came and told Saul, \"David has come to Abimelech's house.\""}],[{"content":"Why do you boast of mischief, mighty man? God's loving kindness endures continually."},{"content":"Your tongue plots destruction, like a sharp razor, working deceitfully."},{"content":"You love evil more than good, lying rather than speaking the truth. Selah."},{"content":"You love all devouring words, you deceitful tongue."},{"content":"God will likewise destroy you forever. He will take you up, and pluck you out of your tent, and root you out of the land of the living. Selah."},{"content":"The righteous also will see it, and fear, and laugh at him, saying,"},{"content":"\"Behold, this is the man who didn't make God his strength, but trusted in the abundance of his riches, and strengthened himself in his wickedness.\""},{"content":"But as for me, I am like a green olive tree in God's house. I trust in God's loving kindness forever and ever."},{"content":"I will give you thanks forever, because you have done it. I will hope in your name, for it is good, in the presence of your saints. For the Chief Musician. To the tune of \"Mahalath.\" A contemplation by David."}],[{"content":"The fool has said in his heart, \"There is no God.\" They are corrupt, and have done abominable iniquity. There is no one who does good."},{"content":"God looks down from heaven on the children of men, to see if there are any who understood, who seek after God."},{"content":"Every one of them has gone back. They have become filthy together. There is no one who does good, no, not one."},{"content":"Have the workers of iniquity no knowledge, who eat up my people as they eat bread, and don't call on God?"},{"content":"There they were in great fear, where no fear was, for God has scattered the bones of him who encamps against you. You have put them to shame, because God has rejected them."},{"content":"Oh that the salvation of Israel would come out of Zion! When God brings back his people from captivity, then Jacob shall rejoice, and Israel shall be glad. For the Chief Musician. On stringed instruments. A contemplation by David, when the Ziphites came and said to Saul, \"Isn't David hiding himself among us?\""}],[{"content":"Save me, God, by your name. Vindicate me in your might."},{"content":"Hear my prayer, God. Listen to the words of my mouth."},{"content":"For strangers have risen up against me. Violent men have sought after my soul. They haven't set God before them. Selah."},{"content":"Behold, God is my helper. The Lord is the one who sustains my soul."},{"content":"He will repay the evil to my enemies. Destroy them in your truth."},{"content":"With a free will offering, I will sacrifice to you. I will give thanks to your name, Yahweh, for it is good."},{"content":"For he has delivered me out of all trouble. My eye has seen triumph over my enemies. For the Chief Musician. On stringed instruments. A contemplation by David."}],[{"content":"Listen to my prayer, God. Don't hide yourself from my supplication."},{"content":"Attend to me, and answer me. I am restless in my complaint, and moan,"},{"content":"Because of the voice of the enemy, Because of the oppression of the wicked. For they bring suffering on me. In anger they hold a grudge against me."},{"content":"My heart is severely pained within me. The terrors of death have fallen on me."},{"content":"Fearfulness and trembling have come on me. Horror has overwhelmed me."},{"content":"I said, \"Oh that I had wings like a dove! Then I would fly away, and be at rest."},{"content":"Behold, then I would wander far off. I would lodge in the wilderness.\" Selah."},{"content":"\"I would hurry to a shelter from the stormy wind and storm.\""},{"content":"Confuse them, Lord, and confound their language, for I have seen violence and strife in the city."},{"content":"Day and night they prowl around on its walls. Malice and abuse are also within her."},{"content":"Destructive forces are within her. Threats and lies don't depart from her streets."},{"content":"For it was not an enemy who insulted me, then I could have endured it. Neither was it he who hated me who raised himself up against me, then I would have hidden myself from him."},{"content":"But it was you, a man like me, my companion, and my familiar friend."},{"content":"We took sweet fellowship together. We walked in God's house with company."},{"content":"Let death come suddenly on them. Let them go down alive into Sheol. For wickedness is in their dwelling, in the midst of them."},{"content":"As for me, I will call on God. Yahweh will save me."},{"content":"Evening, morning, and at noon, I will cry out in distress. He will hear my voice."},{"content":"He has redeemed my soul in peace from the battle that was against me, although there are many who oppose me."},{"content":"God, who is enthroned forever, will hear, and answer them. Selah. They never change, who don't fear God."},{"content":"He raises his hands against his friends. He has violated his covenant."},{"content":"His mouth was smooth as butter, but his heart was war. His words were softer than oil, yet they were drawn swords."},{"content":"Cast your burden on Yahweh, and he will sustain you. He will never allow the righteous to be moved."},{"content":"But you, God, will bring them down into the pit of destruction. Bloodthirsty and deceitful men shall not live out half their days, but I will trust in you. For the Chief Musician. To the tune of \"Silent Dove in Distant Lands.\" A poem by David, when the Philistines seized him in Gath."}],[{"content":"Be merciful to me, God, for man wants to swallow me up. All day long, he attacks and oppresses me."},{"content":"My enemies want to swallow me up all day long, for they are many who fight proudly against me."},{"content":"When I am afraid, I will put my trust in you."},{"content":"In God, I praise his word. In God, I put my trust. I will not be afraid. What can flesh do to me?"},{"content":"All day long they twist my words. All their thoughts are against me for evil."},{"content":"They conspire and lurk, watching my steps, they are eager to take my life."},{"content":"Shall they escape by iniquity? In anger cast down the peoples, God."},{"content":"You number my wanderings. You put my tears into your bottle. Aren't they in your book?"},{"content":"Then my enemies shall turn back in the day that I call. I know this, that God is for me."},{"content":"In God, I will praise his word. In Yahweh, I will praise his word."},{"content":"I have put my trust in God. I will not be afraid. What can man do to me?"},{"content":"Your vows are on me, God. I will give thank offerings to you."},{"content":"For you have delivered my soul from death, and prevented my feet from falling, that I may walk before God in the light of the living. For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David, when he fled from Saul, in the cave."}],[{"content":"Be merciful to me, God, be merciful to me, for my soul takes refuge in you. Yes, in the shadow of your wings, I will take refuge, until disaster has passed."},{"content":"I cry out to God Most High, to God who accomplishes my requests for me."},{"content":"He will send from heaven, and save me, he rebukes the one who is pursuing me. Selah. God will send out his loving kindness and his truth."},{"content":"My soul is among lions. I lie among those who are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword."},{"content":"Be exalted, God, above the heavens! Let your glory be above all the earth!"},{"content":"They have prepared a net for my steps. My soul is bowed down. They dig a pit before me. They fall into its midst themselves. Selah."},{"content":"My heart is steadfast, God, my heart is steadfast. I will sing, yes, I will sing praises."},{"content":"Wake up, my glory! Wake up, psaltery and harp! I will wake up the dawn."},{"content":"I will give thanks to you, Lord, among the peoples. I will sing praises to you among the nations."},{"content":"For your great loving kindness reaches to the heavens, and your truth to the skies."},{"content":"Be exalted, God, above the heavens. Let your glory be over all the earth. For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David."}],[{"content":"Do you indeed speak righteousness, silent ones? Do you judge blamelessly, you sons of men?"},{"content":"No, in your heart you plot injustice. You measure out the violence of your hands in the earth."},{"content":"The wicked go astray from the womb. They are wayward as soon as they are born, speaking lies."},{"content":"Their poison is like the poison of a snake; like a deaf cobra that stops its ear,"},{"content":"which doesn't listen to the voice of charmers, no matter how skillful the charmer may be."},{"content":"Break their teeth, God, in their mouth. Break out the great teeth of the young lions, Yahweh."},{"content":"Let them vanish as water that flows away. When they draw the bow, let their arrows be made blunt."},{"content":"Let them be like a snail which melts and passes away, like the stillborn child, who has not seen the sun."},{"content":"Before your pots can feel the heat of the thorns, he will sweep away the green and the burning alike."},{"content":"The righteous shall rejoice when he sees the vengeance. He shall wash his feet in the blood of the wicked;"},{"content":"so that men shall say, \"Most certainly there is a reward for the righteous. Most certainly there is a God who judges the earth.\" For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David, when Saul sent, and they watched the house to kill him."}],[{"content":"Deliver me from my enemies, my God. Set me on high from those who rise up against me."},{"content":"Deliver me from the workers of iniquity. Save me from the bloodthirsty men."},{"content":"For, behold, they lie in wait for my soul. The mighty gather themselves together against me, not for my disobedience, nor for my sin, Yahweh."},{"content":"I have done no wrong, yet they are ready to attack me. Rise up, behold, and help me!"},{"content":"You, Yahweh God of Armies, the God of Israel, rouse yourself to punish the nations. Show no mercy to the wicked traitors. Selah."},{"content":"They return at evening, howling like dogs, and prowl around the city."},{"content":"Behold, they spew with their mouth. Swords are in their lips, \"For,\" they say, \"who hears us?\""},{"content":"But you, Yahweh, laugh at them. You scoff at all the nations."},{"content":"Oh, my Strength, I watch for you, for God is my high tower."},{"content":"My God will go before me with his loving kindness. God will let me look at my enemies in triumph."},{"content":"Don't kill them, or my people may forget. Scatter them by your power, and bring them down, Lord our shield."},{"content":"For the sin of their mouth, and the words of their lips, let them be caught in their pride, for the curses and lies which they utter."},{"content":"Consume them in wrath. Consume them, and they will be no more. Let them know that God rules in Jacob, to the ends of the earth. Selah."},{"content":"At evening let them return. Let them howl like a dog, and go around the city."},{"content":"They shall wander up and down for food, and wait all night if they aren't satisfied."},{"content":"But I will sing of your strength. Yes, I will sing aloud of your loving kindness in the morning. For you have been my high tower, a refuge in the day of my distress."},{"content":"To you, my strength, I will sing praises. For God is my high tower, the God of my mercy. For the Chief Musician. To the tune of \"The Lily of the Covenant.\" A teaching poem by David, when he fought with Aram Naharaim and with Aram Zobah, and Joab returned, and killed twelve thousand of Edom in the Valley of Salt."}],[{"content":"God, you have rejected us. You have broken us down. You have been angry. Restore us, again."},{"content":"You have made the land tremble. You have torn it. Mend its fractures, for it quakes."},{"content":"You have shown your people hard things. You have made us drink the wine that makes us stagger."},{"content":"You have given a banner to those who fear you, that it may be displayed because of the truth. Selah."},{"content":"So that your beloved may be delivered, save with your right hand, and answer us."},{"content":"God has spoken from his sanctuary: \"I will triumph. I will divide Shechem, and measure out the valley of Succoth."},{"content":"Gilead is mine, and Manasseh is mine. Ephraim also is the defense of my head. Judah is my scepter."},{"content":"Moab is my wash basin. I will throw my shoe on Edom. I shout in triumph over Philistia.\""},{"content":"Who will bring me into the strong city? Who has led me to Edom?"},{"content":"Haven't you, God, rejected us? You don't go out with our armies, God."},{"content":"Give us help against the adversary, for the help of man is vain."},{"content":"Through God we shall do valiantly, for it is he who will tread down our adversaries. For the Chief Musician. For a stringed instrument. By David."}],[{"content":"Hear my cry, God. Listen to my prayer."},{"content":"From the end of the earth, I will call to you, when my heart is overwhelmed. Lead me to the rock that is higher than I."},{"content":"For you have been a refuge for me, a strong tower from the enemy."},{"content":"I will dwell in your tent forever. I will take refuge in the shelter of your wings. Selah."},{"content":"For you, God, have heard my vows. You have given me the heritage of those who fear your name."},{"content":"You will prolong the king's life; his years shall be for generations."},{"content":"He shall be enthroned in God's presence forever. Appoint your loving kindness and truth, that they may preserve him."},{"content":"So I will sing praise to your name forever, that I may fulfill my vows daily. For the Chief Musician. To Jeduthan. A Psalm by David."}],[{"content":"My soul rests in God alone. My salvation is from him."},{"content":"He alone is my rock and my salvation, my fortress-- I will never be greatly shaken."},{"content":"How long will you assault a man, would all of you throw him down, Like a leaning wall, like a tottering fence?"},{"content":"They fully intend to throw him down from his lofty place. They delight in lies. They bless with their mouth, but they curse inwardly. Selah."},{"content":"My soul, wait in silence for God alone, for my expectation is from him."},{"content":"He alone is my rock and my salvation, my fortress. I will not be shaken."},{"content":"With God is my salvation and my honor. The rock of my strength, and my refuge, is in God."},{"content":"Trust in him at all times, you people. Pour out your heart before him. God is a refuge for us. Selah."},{"content":"Surely men of low degree are just a breath, and men of high degree are a lie. In the balances they will go up. They are together lighter than a breath."},{"content":"Don't trust in oppression. Don't become vain in robbery. If riches increase, don't set your heart on them."},{"content":"God has spoken once; twice I have heard this, that power belongs to God."},{"content":"Also to you, Lord, belongs loving kindness, for you reward every man according to his work. A Psalm by David, when he was in the desert of Judah."}],[{"content":"God, you are my God. I will earnestly seek you. My soul thirsts for you. My flesh longs for you, in a dry and weary land, where there is no water."},{"content":"So I have seen you in the sanctuary, watching your power and your glory."},{"content":"Because your loving kindness is better than life, my lips shall praise you."},{"content":"So I will bless you while I live. I will lift up my hands in your name."},{"content":"My soul shall be satisfied as with the richest food. My mouth shall praise you with joyful lips,"},{"content":"when I remember you on my bed, and think about you in the night watches."},{"content":"For you have been my help. I will rejoice in the shadow of your wings."},{"content":"My soul stays close to you. Your right hand holds me up."},{"content":"But those who seek my soul, to destroy it, shall go into the lower parts of the earth."},{"content":"They shall be given over to the power of the sword. They shall be jackal food."},{"content":"But the king shall rejoice in God. Everyone who swears by him will praise him, for the mouth of those who speak lies shall be silenced. For the Chief Musician. A Psalm by David."}],[{"content":"Hear my voice, God, in my complaint. Preserve my life from fear of the enemy."},{"content":"Hide me from the conspiracy of the wicked, from the noisy crowd of the ones doing evil;"},{"content":"who sharpen their tongue like a sword, and aim their arrows, deadly words,"},{"content":"to shoot innocent men from ambushes. They shoot at him suddenly and fearlessly."},{"content":"They encourage themselves in evil plans. They talk about laying snares secretly. They say, \"Who will see them?\""},{"content":"They plot injustice, saying, \"We have made a perfect plan!\" Surely man's mind and heart are cunning."},{"content":"But God will shoot at them. They will be suddenly struck down with an arrow."},{"content":"Their own tongues shall ruin them. All who see them will shake their heads."},{"content":"All mankind shall be afraid. They shall declare the work of God, and shall wisely ponder what he has done."},{"content":"The righteous shall be glad in Yahweh, and shall take refuge in him. All the upright in heart shall praise him! For the Chief Musician. A Psalm by David. A song."}],[{"content":"Praise waits for you, God, in Zion. To you shall vows be performed."},{"content":"You who hear prayer, to you all men will come."},{"content":"Sins overwhelmed me, but you atoned for our transgressions."},{"content":"Blessed is one whom you choose, and cause to come near, that he may live in your courts. We will be filled with the goodness of your house, your holy temple."},{"content":"By awesome deeds of righteousness, you answer us, God of our salvation. You who are the hope of all the ends of the earth, of those who are far away on the sea;"},{"content":"Who by his power forms the mountains, having armed yourself with strength;"},{"content":"who stills the roaring of the seas, the roaring of their waves, and the turmoil of the nations."},{"content":"They also who dwell in faraway places are afraid at your wonders. You call the morning's dawn and the evening with songs of joy."},{"content":"You visit the earth, and water it. You greatly enrich it. The river of God is full of water. You provide them grain, for so you have ordained it."},{"content":"You drench its furrows. You level its ridges. You soften it with showers. You bless it with a crop."},{"content":"You crown the year with your bounty. Your carts overflow with abundance."},{"content":"The wilderness grasslands overflow. The hills are clothed with gladness."},{"content":"The pastures are covered with flocks. The valleys also are clothed with grain. They shout for joy! They also sing. For the Chief Musician. A song. A Psalm."}],[{"content":"Make a joyful shout to God, all the earth!"},{"content":"Sing to the glory of his name! Offer glory and praise!"},{"content":"Tell God, \"How awesome are your deeds! Through the greatness of your power, your enemies submit themselves to you."},{"content":"All the earth will worship you, and will sing to you; they will sing to your name.\" Selah."},{"content":"Come, and see God's deeds-- awesome work on behalf of the children of men."},{"content":"He turned the sea into dry land. They went through the river on foot. There, we rejoiced in him."},{"content":"He rules by his might forever. His eyes watch the nations. Don't let the rebellious rise up against him. Selah."},{"content":"Praise our God, you peoples! Make the sound of his praise heard,"},{"content":"who preserves our life among the living, and doesn't allow our feet to be moved."},{"content":"For you, God, have tested us. You have refined us, as silver is refined."},{"content":"You brought us into prison. You laid a burden on our backs."},{"content":"You allowed men to ride over our heads. We went through fire and through water, but you brought us to the place of abundance."},{"content":"I will come into your temple with burnt offerings. I will pay my vows to you,"},{"content":"which my lips promised, and my mouth spoke, when I was in distress."},{"content":"I will offer to you burnt offerings of fat animals, with the offering of rams, I will offer bulls with goats. Selah."},{"content":"Come, and hear, all you who fear God. I will declare what he has done for my soul."},{"content":"I cried to him with my mouth. He was extolled with my tongue."},{"content":"If I cherished sin in my heart, the Lord wouldn't have listened."},{"content":"But most certainly, God has listened. He has heard the voice of my prayer."},{"content":"Blessed be God, who has not turned away my prayer, nor his loving kindness from me. For the Chief Musician. With stringed instruments. A Psalm. A song."}],[{"content":"May God be merciful to us, bless us, and cause his face to shine on us. Selah."},{"content":"That your way may be known on earth, and your salvation among all nations,"},{"content":"let the peoples praise you, God. Let all the peoples praise you."},{"content":"Oh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth. Selah."},{"content":"Let the peoples praise you, God. Let all the peoples praise you."},{"content":"The earth has yielded its increase. God, even our own God, will bless us."},{"content":"God will bless us. All the ends of the earth shall fear him. For the Chief Musician. A Psalm by David. A song."}],[{"content":"Let God arise! Let his enemies be scattered! Let them who hate him also flee before him."},{"content":"As smoke is driven away, so drive them away. As wax melts before the fire, so let the wicked perish at the presence of God."},{"content":"But let the righteous be glad. Let them rejoice before God. Yes, let them rejoice with gladness."},{"content":"Sing to God! Sing praises to his name! Extol him who rides on the clouds: to Yah, his name! Rejoice before him!"},{"content":"A father of the fatherless, and a defender of the widows, is God in his holy habitation."},{"content":"God sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land."},{"content":"God, when you went forth before your people, when you marched through the wilderness... Selah."},{"content":"The earth trembled. The sky also poured down rain at the presence of the God of Sinai-- at the presence of God, the God of Israel."},{"content":"You, God, sent a plentiful rain. You confirmed your inheritance, when it was weary."},{"content":"Your congregation lived therein. You, God, prepared your goodness for the poor."},{"content":"The Lord announced the word. The ones who proclaim it are a great company."},{"content":"\"Kings of armies flee! They flee!\" She who waits at home divides the spoil,"},{"content":"while you sleep among the campfires, the wings of a dove sheathed with silver, her feathers with shining gold."},{"content":"When the Almighty scattered kings in her, it snowed on Zalmon."},{"content":"The mountains of Bashan are majestic mountains. The mountains of Bashan are rugged."},{"content":"Why do you look in envy, you rugged mountains, at the mountain where God chooses to reign? Yes, Yahweh will dwell there forever."},{"content":"The chariots of God are tens of thousands and thousands of thousands. The Lord is among them, from Sinai, into the sanctuary."},{"content":"You have ascended on high. You have led away captives. You have received gifts among men, yes, among the rebellious also, that Yah God might dwell there."},{"content":"Blessed be the Lord, who daily bears our burdens, even the God who is our salvation. Selah."},{"content":"God is to us a God of deliverance. To Yahweh, the Lord, belongs escape from death."},{"content":"But God will strike through the head of his enemies, the hairy scalp of such a one as still continues in his guiltiness."},{"content":"The Lord said, \"I will bring you again from Bashan, I will bring you again from the depths of the sea;"},{"content":"That you may crush them, dipping your foot in blood, that the tongues of your dogs may have their portion from your enemies.\""},{"content":"They have seen your processions, God, even the processions of my God, my King, into the sanctuary."},{"content":"The singers went before, the minstrels followed after, in the midst of the ladies playing with tambourines,"},{"content":"\"Bless God in the congregations, even the Lord in the assembly of Israel!\""},{"content":"There is little Benjamin, their ruler, the princes of Judah, their council, the princes of Zebulun, and the princes of Naphtali."},{"content":"Your God has commanded your strength. Strengthen, God, that which you have done for us."},{"content":"Because of your temple at Jerusalem, kings shall bring presents to you."},{"content":"Rebuke the wild animal of the reeds, the multitude of the bulls, with the calves of the peoples. Being humbled, may it bring bars of silver. Scatter the nations that delight in war."},{"content":"Princes shall come out of Egypt. Ethiopia shall hurry to stretch out her hands to God."},{"content":"Sing to God, you kingdoms of the earth! Sing praises to the Lord! Selah."},{"content":"To him who rides on the heaven of heavens, which are of old; behold, he utters his voice, a mighty voice."},{"content":"Ascribe strength to God! His excellency is over Israel, his strength is in the skies."},{"content":"You are awesome, God, in your sanctuaries. The God of Israel gives strength and power to his people. Praise be to God! For the Chief Musician. To the tune of \"Lilies.\" By David."}],[{"content":"Save me, God, for the waters have come up to my neck!"},{"content":"I sink in deep mire, where there is no foothold. I have come into deep waters, where the floods overflow me."},{"content":"I am weary with my crying. My throat is dry. My eyes fail, looking for my God."},{"content":"Those who hate me without a cause are more than the hairs of my head. Those who want to cut me off, being my enemies wrongfully, are mighty. I have to restore what I didn't take away."},{"content":"God, you know my foolishness. My sins aren't hidden from you."},{"content":"Don't let those who wait for you be shamed through me, Lord Yahweh of Armies. Don't let those who seek you be brought to dishonor through me, God of Israel."},{"content":"Because for your sake, I have borne reproach. Shame has covered my face."},{"content":"I have become a stranger to my brothers, an alien to my mother's children."},{"content":"For the zeal of your house consumes me. The reproaches of those who reproach you have fallen on me."},{"content":"When I wept and I fasted, that was to my reproach."},{"content":"When I made sackcloth my clothing, I became a byword to them."},{"content":"Those who sit in the gate talk about me. I am the song of the drunkards."},{"content":"But as for me, my prayer is to you, Yahweh, in an acceptable time. God, in the abundance of your loving kindness, answer me in the truth of your salvation."},{"content":"Deliver me out of the mire, and don't let me sink. Let me be delivered from those who hate me, and out of the deep waters."},{"content":"Don't let the flood waters overwhelm me, neither let the deep swallow me up. Don't let the pit shut its mouth on me."},{"content":"Answer me, Yahweh, for your loving kindness is good. According to the multitude of your tender mercies, turn to me."},{"content":"Don't hide your face from your servant, for I am in distress. Answer me speedily!"},{"content":"Draw near to my soul, and redeem it. Ransom me because of my enemies."},{"content":"You know my reproach, my shame, and my dishonor. My adversaries are all before you."},{"content":"Reproach has broken my heart, and I am full of heaviness. I looked for some to take pity, but there was none; for comforters, but I found none."},{"content":"They also gave me gall for my food. In my thirst, they gave me vinegar to drink."},{"content":"Let their table before them become a snare. May it become a retribution and a trap."},{"content":"Let their eyes be darkened, so that they can't see. Let their backs be continually bent."},{"content":"Pour out your indignation on them. Let the fierceness of your anger overtake them."},{"content":"Let their habitation be desolate. Let no one dwell in their tents."},{"content":"For they persecute him whom you have wounded. They tell of the sorrow of those whom you have hurt."},{"content":"Charge them with crime upon crime. Don't let them come into your righteousness."},{"content":"Let them be blotted out of the book of life, and not be written with the righteous."},{"content":"But I am in pain and distress. Let your salvation, God, protect me."},{"content":"I will praise the name of God with a song, and will magnify him with thanksgiving."},{"content":"It will please Yahweh better than an ox, or a bull that has horns and hoofs."},{"content":"The humble have seen it, and are glad. You who seek after God, let your heart live."},{"content":"For Yahweh hears the needy, and doesn't despise his captive people."},{"content":"Let heaven and earth praise him; the seas, and everything that moves therein!"},{"content":"For God will save Zion, and build the cities of Judah. They shall settle there, and own it."},{"content":"The children also of his servants shall inherit it. Those who love his name shall dwell therein. For the Chief Musician. By David. A reminder."}],[{"content":"Hurry, God, to deliver me. Come quickly to help me, Yahweh."},{"content":"Let them be disappointed and confounded who seek my soul. Let those who desire my ruin be turned back in disgrace."},{"content":"Let them be turned because of their shame Who say, \"Aha! Aha!\""},{"content":"Let all those who seek you rejoice and be glad in you. Let those who love your salvation continually say, \"Let God be exalted!\""},{"content":"But I am poor and needy. Come to me quickly, God. You are my help and my deliverer. Yahweh, don't delay."}],[{"content":"In you, Yahweh, I take refuge. Never let me be disappointed."},{"content":"Deliver me in your righteousness, and rescue me. Turn your ear to me, and save me."},{"content":"Be to me a rock of refuge to which I may always go. Give the command to save me, for you are my rock and my fortress."},{"content":"Rescue me, my God, from the hand of the wicked, from the hand of the unrighteous and cruel man."},{"content":"For you are my hope, Lord Yahweh; my confidence from my youth."},{"content":"I have relied on you from the womb. You are he who took me out of my mother's womb. I will always praise you."},{"content":"I am a marvel to many, but you are my strong refuge."},{"content":"My mouth shall be filled with your praise, with your honor all the day."},{"content":"Don't reject me in my old age. Don't forsake me when my strength fails."},{"content":"For my enemies talk about me. Those who watch for my soul conspire together,"},{"content":"saying, \"God has forsaken him. Pursue and take him, for no one will rescue him.\""},{"content":"God, don't be far from me. My God, hurry to help me."},{"content":"Let my accusers be disappointed and consumed. Let them be covered with disgrace and scorn who want to harm me."},{"content":"But I will always hope, and will add to all of your praise."},{"content":"My mouth will tell about your righteousness, and of your salvation all day, though I don't know its full measure."},{"content":"I will come with the mighty acts of the Lord Yahweh. I will make mention of your righteousness, even of yours alone."},{"content":"God, you have taught me from my youth. Until now, I have declared your wondrous works."},{"content":"Yes, even when I am old and gray-haired, God, don't forsake me, until I have declared your strength to the next generation, your might to everyone who is to come."},{"content":"Your righteousness also, God, reaches to the heavens; you have done great things. God, who is like you?"},{"content":"You, who have shown us many and bitter troubles, you will let me live. You will bring us up again from the depths of the earth."},{"content":"Increase my honor, and comfort me again."},{"content":"I will also praise you with the harp for your faithfulness, my God. I sing praises to you with the lyre, Holy One of Israel."},{"content":"My lips shall shout for joy! My soul, which you have redeemed, sings praises to you!"},{"content":"My tongue will also talk about your righteousness all day long, for they are disappointed, and they are confounded, who want to harm me. By Solomon."}],[{"content":"God, give the king your justice; your righteousness to the royal son."},{"content":"He will judge your people with righteousness, and your poor with justice."},{"content":"The mountains shall bring prosperity to the people. The hills bring the fruit of righteousness."},{"content":"He will judge the poor of the people. He will save the children of the needy, and will break the oppressor in pieces."},{"content":"They shall fear you while the sun endures; and as long as the moon, throughout all generations."},{"content":"He will come down like rain on the mown grass, as showers that water the earth."},{"content":"In his days, the righteous shall flourish, and abundance of peace, until the moon is no more."},{"content":"He shall have dominion also from sea to sea, from the River to the ends of the earth."},{"content":"Those who dwell in the wilderness shall bow before him. His enemies shall lick the dust."},{"content":"The kings of Tarshish and of the islands will bring tribute. The kings of Sheba and Seba shall offer gifts."},{"content":"Yes, all kings shall fall down before him. All nations shall serve him."},{"content":"For he will deliver the needy when he cries; the poor, who has no helper."},{"content":"He will have pity on the poor and needy. He will save the souls of the needy."},{"content":"He will redeem their soul from oppression and violence. Their blood will be precious in his sight."},{"content":"They shall live, and to him shall be given of the gold of Sheba. Men shall pray for him continually. They shall bless him all day long."},{"content":"Abundance of grain shall be throughout the land. Its fruit sways like Lebanon. Let it flourish, thriving like the grass of the field."},{"content":"His name endures forever. His name continues as long as the sun. Men shall be blessed by him. All nations will call him blessed."},{"content":"Praise be to Yahweh God, the God of Israel, who alone does marvelous deeds."},{"content":"Blessed be his glorious name forever! Let the whole earth be filled with his glory! Amen and amen."},{"content":"This ends the prayers by David, the son of Jesse. BOOK III A Psalm by Asaph."}],[{"content":"Surely God is good to Israel, to those who are pure in heart."},{"content":"But as for me, my feet were almost gone. My steps had nearly slipped."},{"content":"For I was envious of the arrogant, when I saw the prosperity of the wicked."},{"content":"For there are no struggles in their death, but their strength is firm."},{"content":"They are free from burdens of men, neither are they plagued like other men."},{"content":"Therefore pride is like a chain around their neck. Violence covers them like a garment."},{"content":"Their eyes bulge with fat. Their minds pass the limits of conceit."},{"content":"They scoff and speak with malice. In arrogance, they threaten oppression."},{"content":"They have set their mouth in the heavens. Their tongue walks through the earth."},{"content":"Therefore their people return to them, and they drink up waters of abundance."},{"content":"They say, \"How does God know? Is there knowledge in the Most High?\""},{"content":"Behold, these are the wicked. Being always at ease, they increase in riches."},{"content":"Surely in vain I have cleansed my heart, and washed my hands in innocence,"},{"content":"For all day long have I been plagued, and punished every morning."},{"content":"If I had said, \"I will speak thus;\" behold, I would have betrayed the generation of your children."},{"content":"When I tried to understand this, it was too painful for me;"},{"content":"Until I entered God's sanctuary, and considered their latter end."},{"content":"Surely you set them in slippery places. You throw them down to destruction."},{"content":"How they are suddenly destroyed! They are completely swept away with terrors."},{"content":"As a dream when one wakes up, so, Lord, when you awake, you will despise their fantasies."},{"content":"For my soul was grieved. I was embittered in my heart."},{"content":"I was so senseless and ignorant. I was a brute beast before you."},{"content":"Nevertheless, I am continually with you. You have held my right hand."},{"content":"You will guide me with your counsel, and afterward receive me to glory."},{"content":"Who do I have in heaven? There is no one on earth who I desire besides you."},{"content":"My flesh and my heart fails, but God is the strength of my heart and my portion forever."},{"content":"For, behold, those who are far from you shall perish. You have destroyed all those who are unfaithful to you."},{"content":"But it is good for me to come close to God. I have made the Lord Yahweh my refuge, that I may tell of all your works. A contemplation by Asaph."}],[{"content":"God, why have you rejected us forever? Why does your anger smolder against the sheep of your pasture?"},{"content":"Remember your congregation, which you purchased of old, which you have redeemed to be the tribe of your inheritance; Mount Zion, in which you have lived."},{"content":"Lift up your feet to the perpetual ruins, all the evil that the enemy has done in the sanctuary."},{"content":"Your adversaries have roared in the midst of your assembly. They have set up their standards as signs."},{"content":"They behaved like men wielding axes, cutting through a thicket of trees."},{"content":"Now they break all its carved work down with hatchet and hammers."},{"content":"They have burned your sanctuary to the ground. They have profaned the dwelling place of your Name."},{"content":"They said in their heart, \"We will crush them completely.\" They have burned up all the places in the land where God was worshiped."},{"content":"We see no miraculous signs. There is no longer any prophet, neither is there among us anyone who knows how long."},{"content":"How long, God, shall the adversary reproach? Shall the enemy blaspheme your name forever?"},{"content":"Why do you draw back your hand, even your right hand? Take it out of your pocket and consume them!"},{"content":"Yet God is my King of old, working salvation in the midst of the earth."},{"content":"You divided the sea by your strength. You broke the heads of the sea monsters in the waters."},{"content":"You broke the heads of Leviathan in pieces. You gave him as food to people and desert creatures."},{"content":"You opened up spring and stream. You dried up mighty rivers."},{"content":"The day is yours, the night is also yours. You have prepared the light and the sun."},{"content":"You have set all the boundaries of the earth. You have made summer and winter."},{"content":"Remember this, that the enemy has mocked you, Yahweh. Foolish people have blasphemed your name."},{"content":"Don't deliver the soul of your dove to wild beasts. Don't forget the life of your poor forever."},{"content":"Honor your covenant, for haunts of violence fill the dark places of the earth."},{"content":"Don't let the oppressed return ashamed. Let the poor and needy praise your name."},{"content":"Arise, God! Plead your own cause. Remember how the foolish man mocks you all day."},{"content":"Don't forget the voice of your adversaries. The tumult of those who rise up against you ascends continually. For the Chief Musician. To the tune of \"Do Not Destroy.\" A Psalm by Asaph. A song."}],[{"content":"We give thanks to you, God. We give thanks, for your Name is near. Men tell about your wondrous works."},{"content":"When I choose the appointed time, I will judge blamelessly."},{"content":"The earth and all its inhabitants quake. I firmly hold its pillars. Selah."},{"content":"I said to the arrogant, \"Don't boast!\" I said to the wicked, \"Don't lift up the horn."},{"content":"Don't lift up your horn on high. Don't speak with a stiff neck.\""},{"content":"For neither from the east, nor from the west, nor yet from the south, comes exaltation."},{"content":"But God is the judge. He puts down one, and lifts up another."},{"content":"For in the hand of Yahweh there is a cup, full of foaming wine mixed with spices. He pours it out. Indeed the wicked of the earth drink and drink it to its very dregs."},{"content":"But I will declare this forever: I will sing praises to the God of Jacob."},{"content":"I will cut off all the horns of the wicked, but the horns of the righteous shall be lifted up. For the Chief Musician. On stringed instruments. A Psalm by Asaph. A song."}],[{"content":"In Judah, God is known. His name is great in Israel."},{"content":"His tabernacle is also in Salem; His dwelling place in Zion."},{"content":"There he broke the flaming arrows of the bow, the shield, and the sword, and the weapons of war. Selah."},{"content":"Glorious are you, and excellent, more than mountains of game."},{"content":"Valiant men lie plundered, they have slept their last sleep. None of the men of war can lift their hands."},{"content":"At your rebuke, God of Jacob, both chariot and horse are cast into a deep sleep."},{"content":"You, even you, are to be feared. Who can stand in your sight when you are angry?"},{"content":"You pronounced judgment from heaven. The earth feared, and was silent,"},{"content":"when God arose to judgment, to save all the afflicted ones of the earth. Selah."},{"content":"Surely the wrath of man praises you. The survivors of your wrath are restrained."},{"content":"Make vows to Yahweh your God, and fulfill them! Let all of his neighbors bring presents to him who is to be feared."},{"content":"He will cut off the spirit of princes. He is feared by the kings of the earth. For the Chief Musician. To Jeduthun. A Psalm by Asaph."}],[{"content":"My cry goes to God! Indeed, I cry to God for help, and for him to listen to me."},{"content":"In the day of my trouble I sought the Lord. My hand was stretched out in the night, and didn't get tired. My soul refused to be comforted."},{"content":"I remember God, and I groan. I complain, and my spirit is overwhelmed. Selah."},{"content":"You hold my eyelids open. I am so troubled that I can't speak."},{"content":"I have considered the days of old, the years of ancient times."},{"content":"I remember my song in the night. I consider in my own heart; my spirit diligently inquires:"},{"content":"\"Will the Lord reject us forever? Will he be favorable no more?"},{"content":"Has his loving kindness vanished forever? Does his promise fail for generations?"},{"content":"Has God forgotten to be gracious? Has he, in anger, withheld his compassion?\" Selah."},{"content":"Then I thought, \"I will appeal to this: the years of the right hand of the Most High.\""},{"content":"I will remember Yah's deeds; for I will remember your wonders of old."},{"content":"I will also meditate on all your work, and consider your doings."},{"content":"Your way, God, is in the sanctuary. What god is great like God?"},{"content":"You are the God who does wonders. You have made your strength known among the peoples."},{"content":"You have redeemed your people with your arm, the sons of Jacob and Joseph. Selah."},{"content":"The waters saw you, God. The waters saw you, and they writhed. The depths also convulsed."},{"content":"The clouds poured out water. The skies resounded with thunder. Your arrows also flashed around."},{"content":"The voice of your thunder was in the whirlwind. The lightnings lit up the world. The earth trembled and shook."},{"content":"Your way was through the sea; your paths through the great waters. Your footsteps were not known."},{"content":"You led your people like a flock, by the hand of Moses and Aaron. A contemplation by Asaph."}],[{"content":"Hear my teaching, my people. Turn your ears to the words of my mouth."},{"content":"I will open my mouth in a parable. I will utter dark sayings of old,"},{"content":"Which we have heard and known, and our fathers have told us."},{"content":"We will not hide them from their children, telling to the generation to come the praises of Yahweh, his strength, and his wondrous works that he has done."},{"content":"For he established a testimony in Jacob, and appointed a teaching in Israel, which he commanded our fathers, that they should make them known to their children;"},{"content":"that the generation to come might know, even the children who should be born; who should arise and tell their children,"},{"content":"that they might set their hope in God, and not forget the works of God, but keep his commandments,"},{"content":"and might not be as their fathers, a stubborn and rebellious generation, a generation that didn't make their hearts loyal, whose spirit was not steadfast with God."},{"content":"The children of Ephraim, being armed and carrying bows, turned back in the day of battle."},{"content":"They didn't keep God's covenant, and refused to walk in his law."},{"content":"They forgot his doings, his wondrous works that he had shown them."},{"content":"He did marvelous things in the sight of their fathers, in the land of Egypt, in the field of Zoan."},{"content":"He split the sea, and caused them to pass through. He made the waters stand as a heap."},{"content":"In the daytime he also led them with a cloud, and all night with a light of fire."},{"content":"He split rocks in the wilderness, and gave them drink abundantly as out of the depths."},{"content":"He brought streams also out of the rock, and caused waters to run down like rivers."},{"content":"Yet they still went on to sin against him, to rebel against the Most High in the desert."},{"content":"They tempted God in their heart by asking food according to their desire."},{"content":"Yes, they spoke against God. They said, \"Can God prepare a table in the wilderness?"},{"content":"Behold, he struck the rock, so that waters gushed out, and streams overflowed. Can he give bread also? Will he provide flesh for his people?\""},{"content":"Therefore Yahweh heard, and was angry. A fire was kindled against Jacob, anger also went up against Israel,"},{"content":"because they didn't believe in God, and didn't trust in his salvation."},{"content":"Yet he commanded the skies above, and opened the doors of heaven."},{"content":"He rained down manna on them to eat, and gave them food from the sky."},{"content":"Man ate the bread of angels. He sent them food to the full."},{"content":"He caused the east wind to blow in the sky. By his power he guided the south wind."},{"content":"He rained also flesh on them as the dust; winged birds as the sand of the seas."},{"content":"He let them fall in the midst of their camp, around their habitations."},{"content":"So they ate, and were well filled. He gave them their own desire."},{"content":"They didn't turn from their cravings. Their food was yet in their mouths,"},{"content":"when the anger of God went up against them, killed some of the fattest of them, and struck down the young men of Israel."},{"content":"For all this they still sinned, and didn't believe in his wondrous works."},{"content":"Therefore he consumed their days in vanity, and their years in terror."},{"content":"When he killed them, then they inquired after him. They returned and sought God earnestly."},{"content":"They remembered that God was their rock, the Most High God, their redeemer."},{"content":"But they flattered him with their mouth, and lied to him with their tongue."},{"content":"For their heart was not right with him, neither were they faithful in his covenant."},{"content":"But he, being merciful, forgave iniquity, and didn't destroy them. Yes, many times he turned his anger away, and didn't stir up all his wrath."},{"content":"He remembered that they were but flesh, a wind that passes away, and doesn't come again."},{"content":"How often they rebelled against him in the wilderness, and grieved him in the desert!"},{"content":"They turned again and tempted God, and provoked the Holy One of Israel."},{"content":"They didn't remember his hand, nor the day when he redeemed them from the adversary;"},{"content":"how he set his signs in Egypt, his wonders in the field of Zoan,"},{"content":"he turned their rivers into blood, and their streams, so that they could not drink."},{"content":"He sent among them swarms of flies, which devoured them; and frogs, which destroyed them."},{"content":"He gave also their increase to the caterpillar, and their labor to the locust."},{"content":"He destroyed their vines with hail, their sycamore fig trees with frost."},{"content":"He gave over their livestock also to the hail, and their flocks to hot thunderbolts."},{"content":"He threw on them the fierceness of his anger, wrath, indignation, and trouble, and a band of angels of evil."},{"content":"He made a path for his anger. He didn't spare their soul from death, but gave their life over to the pestilence,"},{"content":"and struck all the firstborn in Egypt, the chief of their strength in the tents of Ham."},{"content":"But he led forth his own people like sheep, and guided them in the wilderness like a flock."},{"content":"He led them safely, so that they weren't afraid, but the sea overwhelmed their enemies."},{"content":"He brought them to the border of his sanctuary, to this mountain, which his right hand had taken."},{"content":"He also drove out the nations before them, allotted them for an inheritance by line, and made the tribes of Israel to dwell in their tents."},{"content":"Yet they tempted and rebelled against the Most High God, and didn't keep his testimonies;"},{"content":"but turned back, and dealt treacherously like their fathers. They were turned aside like a deceitful bow."},{"content":"For they provoked him to anger with their high places, and moved him to jealousy with their engraved images."},{"content":"When God heard this, he was angry, and greatly abhorred Israel;"},{"content":"So that he forsook the tent of Shiloh, the tent which he placed among men;"},{"content":"and delivered his strength into captivity, his glory into the adversary's hand."},{"content":"He also gave his people over to the sword, and was angry with his inheritance."},{"content":"Fire devoured their young men. Their virgins had no wedding song."},{"content":"Their priests fell by the sword, and their widows couldn't weep."},{"content":"Then the Lord awakened as one out of sleep, like a mighty man who shouts by reason of wine."},{"content":"He struck his adversaries backward. He put them to a perpetual reproach."},{"content":"Moreover he rejected the tent of Joseph, and didn't choose the tribe of Ephraim,"},{"content":"But chose the tribe of Judah, Mount Zion which he loved."},{"content":"He built his sanctuary like the heights, like the earth which he has established forever."},{"content":"He also chose David his servant, and took him from the sheepfolds;"},{"content":"from following the ewes that have their young, he brought him to be the shepherd of Jacob, his people, and Israel, his inheritance."},{"content":"So he was their shepherd according to the integrity of his heart, and guided them by the skillfulness of his hands. A Psalm by Asaph."}],[{"content":"God, the nations have come into your inheritance. They have defiled your holy temple. They have laid Jerusalem in heaps."},{"content":"They have given the dead bodies of your servants to be food for the birds of the sky, the flesh of your saints to the animals of the earth."},{"content":"Their blood they have shed like water around Jerusalem. There was no one to bury them."},{"content":"We have become a reproach to our neighbors, a scoffing and derision to those who are around us."},{"content":"How long, Yahweh? Will you be angry forever? Will your jealousy burn like fire?"},{"content":"Pour out your wrath on the nations that don't know you; on the kingdoms that don't call on your name;"},{"content":"For they have devoured Jacob, and destroyed his homeland."},{"content":"Don't hold the iniquities of our forefathers against us. Let your tender mercies speedily meet us, for we are in desperate need."},{"content":"Help us, God of our salvation, for the glory of your name. Deliver us, and forgive our sins, for your name's sake."},{"content":"Why should the nations say, \"Where is their God?\" Let it be known among the nations, before our eyes, that vengeance for your servants' blood is being poured out."},{"content":"Let the sighing of the prisoner come before you. According to the greatness of your power, preserve those who are sentenced to death."},{"content":"Pay back to our neighbors seven times into their bosom their reproach with which they have reproached you, Lord."},{"content":"So we, your people and sheep of your pasture, will give you thanks forever. We will praise you forever, to all generations. For the Chief Musician. To the tune of \"The Lilies of the Covenant.\" A Psalm by Asaph."}],[{"content":"Hear us, Shepherd of Israel, you who lead Joseph like a flock, you who sit above the cherubim, shine forth."},{"content":"Before Ephraim and Benjamin and Manasseh, stir up your might! Come to save us!"},{"content":"Turn us again, God. Cause your face to shine, and we will be saved."},{"content":"Yahweh God of Armies, How long will you be angry against the prayer of your people?"},{"content":"You have fed them with the bread of tears, and given them tears to drink in large measure."},{"content":"You make us a source of contention to our neighbors. Our enemies laugh among themselves."},{"content":"Turn us again, God of Armies. Cause your face to shine, and we will be saved."},{"content":"You brought a vine out of Egypt. You drove out the nations, and planted it."},{"content":"You cleared the ground for it. It took deep root, and filled the land."},{"content":"The mountains were covered with its shadow. Its boughs were like God's cedars."},{"content":"It sent out its branches to the sea, Its shoots to the River."},{"content":"Why have you broken down its walls, so that all those who pass by the way pluck it?"},{"content":"The boar out of the wood ravages it. The wild animals of the field feed on it."},{"content":"Turn again, we beg you, God of Armies. Look down from heaven, and see, and visit this vine,"},{"content":"the stock which your right hand planted, the branch that you made strong for yourself."},{"content":"It's burned with fire. It's cut down. They perish at your rebuke."},{"content":"Let your hand be on the man of your right hand, on the son of man whom you made strong for yourself."},{"content":"So we will not turn away from you. Revive us, and we will call on your name."},{"content":"Turn us again, Yahweh God of Armies. Cause your face to shine, and we will be saved. For the Chief Musician. On an instrument of Gath. By Asaph."}],[{"content":"Sing aloud to God, our strength! Make a joyful shout to the God of Jacob!"},{"content":"Raise a song, and bring here the tambourine, the pleasant lyre with the harp."},{"content":"Blow the trumpet at the New Moon, at the full moon, on our feast day."},{"content":"For it is a statute for Israel, an ordinance of the God of Jacob."},{"content":"He appointed it in Joseph for a testimony, when he went out over the land of Egypt, I heard a language that I didn't know."},{"content":"\"I removed his shoulder from the burden. His hands were freed from the basket."},{"content":"You called in trouble, and I delivered you. I answered you in the secret place of thunder. I tested you at the waters of Meribah.\" Selah."},{"content":"\"Hear, my people, and I will testify to you, Israel, if you would listen to me!"},{"content":"There shall be no strange god in you, neither shall you worship any foreign god."},{"content":"I am Yahweh, your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it."},{"content":"But my people didn't listen to my voice. Israel desired none of me."},{"content":"So I let them go after the stubbornness of their hearts, that they might walk in their own counsels."},{"content":"Oh that my people would listen to me, that Israel would walk in my ways!"},{"content":"I would soon subdue their enemies, and turn my hand against their adversaries."},{"content":"The haters of Yahweh would cringe before him, and their punishment would last forever."},{"content":"But he would have also fed them with the finest of the wheat. I will satisfy you with honey out of the rock.\" A Psalm by Asaph."}],[{"content":"God presides in the great assembly. He judges among the gods."},{"content":"\"How long will you judge unjustly, and show partiality to the wicked?\" Selah."},{"content":"\"Defend the weak, the poor, and the fatherless. Maintain the rights of the poor and oppressed."},{"content":"Rescue the weak and needy. Deliver them out of the hand of the wicked.\""},{"content":"They don't know, neither do they understand. They walk back and forth in darkness. All the foundations of the earth are shaken."},{"content":"I said, \"You are gods, all of you are sons of the Most High."},{"content":"Nevertheless you shall die like men, and fall like one of the rulers.\""},{"content":"Arise, God, judge the earth, for you inherit all of the nations. A song. A Psalm by Asaph."}],[{"content":"God, don't keep silent. Don't keep silent, and don't be still, God."},{"content":"For, behold, your enemies are stirred up. Those who hate you have lifted up their heads."},{"content":"They conspire with cunning against your people. They plot against your cherished ones."},{"content":"\"Come,\" they say, \"and let's destroy them as a nation, that the name of Israel may be remembered no more.\""},{"content":"For they have conspired together with one mind. They form an alliance against you."},{"content":"The tents of Edom and the Ishmaelites; Moab, and the Hagrites;"},{"content":"Gebal, Ammon, and Amalek; Philistia with the inhabitants of Tyre;"},{"content":"Assyria also is joined with them. They have helped the children of Lot. Selah."},{"content":"Do to them as you did to Midian, as to Sisera, as to Jabin, at the river Kishon;"},{"content":"who perished at Endor, who became as dung for the earth."},{"content":"Make their nobles like Oreb and Zeeb; yes, all their princes like Zebah and Zalmunna;"},{"content":"who said, \"Let us take possession of God's pasturelands.\""},{"content":"My God, make them like tumbleweed; like chaff before the wind."},{"content":"As the fire that burns the forest, as the flame that sets the mountains on fire,"},{"content":"so pursue them with your tempest, and terrify them with your storm."},{"content":"Fill their faces with confusion, that they may seek your name, Yahweh."},{"content":"Let them be disappointed and dismayed forever. Yes, let them be confounded and perish;"},{"content":"that they may know that you alone, whose name is Yahweh, are the Most High over all the earth. For the Chief Musician. On an instrument of Gath. A Psalm by the sons of Korah."}],[{"content":"How lovely are your dwellings, Yahweh of Armies!"},{"content":"My soul longs, and even faints for the courts of Yahweh. My heart and my flesh cry out for the living God."},{"content":"Yes, the sparrow has found a home, and the swallow a nest for herself, where she may have her young, near your altars, Yahweh of Armies, my King, and my God."},{"content":"Blessed are those who dwell in your house. They are always praising you. Selah."},{"content":"Blessed are those whose strength is in you; who have set their hearts on a pilgrimage."},{"content":"Passing through the valley of Weeping, they make it a place of springs. Yes, the autumn rain covers it with blessings."},{"content":"They go from strength to strength. Everyone of them appears before God in Zion."},{"content":"Yahweh, God of Armies, hear my prayer. Listen, God of Jacob. Selah."},{"content":"Behold, God our shield, look at the face of your anointed."},{"content":"For a day in your courts is better than a thousand. I would rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness."},{"content":"For Yahweh God is a sun and a shield. Yahweh will give grace and glory. He withholds no good thing from those who walk blamelessly."},{"content":"Yahweh of Armies, blessed is the man who trusts in you. For the Chief Musician. A Psalm by the sons of Korah."}],[{"content":"Yahweh, you have been favorable to your land. You have restored the fortunes of Jacob."},{"content":"You have forgiven the iniquity of your people. You have covered all their sin. Selah."},{"content":"You have taken away all your wrath. You have turned from the fierceness of your anger."},{"content":"Turn us, God of our salvation, and cause your indignation toward us to cease."},{"content":"Will you be angry with us forever? Will you draw out your anger to all generations?"},{"content":"Won't you revive us again, that your people may rejoice in you?"},{"content":"Show us your loving kindness, Yahweh. Grant us your salvation."},{"content":"I will hear what God, Yahweh, will speak, for he will speak peace to his people, his saints; but let them not turn again to folly."},{"content":"Surely his salvation is near those who fear him, that glory may dwell in our land."},{"content":"Mercy and truth meet together. Righteousness and peace have kissed each other."},{"content":"Truth springs out of the earth. Righteousness has looked down from heaven."},{"content":"Yes, Yahweh will give that which is good. Our land will yield its increase."},{"content":"Righteousness goes before him, And prepares the way for his steps. A Prayer by David."}],[{"content":"Hear, Yahweh, and answer me, for I am poor and needy."},{"content":"Preserve my soul, for I am godly. You, my God, save your servant who trusts in you."},{"content":"Be merciful to me, Lord, for I call to you all day long."},{"content":"Bring joy to the soul of your servant, for to you, Lord, do I lift up my soul."},{"content":"For you, Lord, are good, and ready to forgive; abundant in loving kindness to all those who call on you."},{"content":"Hear, Yahweh, my prayer. Listen to the voice of my petitions."},{"content":"In the day of my trouble I will call on you, for you will answer me."},{"content":"There is no one like you among the gods, Lord, nor any deeds like your deeds."},{"content":"All nations you have made will come and worship before you, Lord. They shall glorify your name."},{"content":"For you are great, and do wondrous things. You are God alone."},{"content":"Teach me your way, Yahweh. I will walk in your truth. Make my heart undivided to fear your name."},{"content":"I will praise you, Lord my God, with my whole heart. I will glorify your name forevermore."},{"content":"For your loving kindness is great toward me. You have delivered my soul from the lowest Sheol."},{"content":"God, the proud have risen up against me. A company of violent men have sought after my soul, and they don't hold regard for you before them."},{"content":"But you, Lord, are a merciful and gracious God, slow to anger, and abundant in loving kindness and truth."},{"content":"Turn to me, and have mercy on me! Give your strength to your servant. Save the son of your handmaid."},{"content":"Show me a sign of your goodness, that those who hate me may see it, and be shamed, because you, Yahweh, have helped me, and comforted me. A Psalm by the sons of Korah; a Song."}],[{"content":"His foundation is in the holy mountains."},{"content":"Yahweh loves the gates of Zion more than all the dwellings of Jacob."},{"content":"Glorious things are spoken about you, city of God. Selah."},{"content":"I will record Rahab and Babylon among those who acknowledge me. Behold, Philistia, Tyre, and also Ethiopia: \"This one was born there.\""},{"content":"Yes, of Zion it will be said, \"This one and that one was born in her;\" the Most High himself will establish her."},{"content":"Yahweh will count, when he writes up the peoples, \"This one was born there.\" Selah."},{"content":"Those who sing as well as those who dance say, \"All my springs are in you.\" A Song. A Psalm by the sons of Korah. For the Chief Musician. To the tune of \"The Suffering of Affliction.\" A contemplation by Heman, the Ezrahite."}],[{"content":"Yahweh, the God of my salvation, I have cried day and night before you."},{"content":"Let my prayer enter into your presence. Turn your ear to my cry."},{"content":"For my soul is full of troubles. My life draws near to Sheol."},{"content":"I am counted among those who go down into the pit. I am like a man who has no help,"},{"content":"set apart among the dead, like the slain who lie in the grave, whom you remember no more. They are cut off from your hand."},{"content":"You have laid me in the lowest pit, in the darkest depths."},{"content":"Your wrath lies heavily on me. You have afflicted me with all your waves. Selah."},{"content":"You have taken my friends from me. You have made me an abomination to them. I am confined, and I can't escape."},{"content":"My eyes are dim from grief. I have called on you daily, Yahweh. I have spread out my hands to you."},{"content":"Do you show wonders to the dead? Do the dead rise up and praise you? Selah."},{"content":"Is your loving kindness declared in the grave? Or your faithfulness in Destruction?"},{"content":"Are your wonders made known in the dark? Or your righteousness in the land of forgetfulness?"},{"content":"But to you, Yahweh, I have cried. In the morning, my prayer comes before you."},{"content":"Yahweh, why do you reject my soul? Why do you hide your face from me?"},{"content":"I am afflicted and ready to die from my youth up. While I suffer your terrors, I am distracted."},{"content":"Your fierce wrath has gone over me. Your terrors have cut me off."},{"content":"They came around me like water all day long. They completely engulfed me."},{"content":"You have put lover and friend far from me, and my friends into darkness. A contemplation by Ethan, the Ezrahite."}],[{"content":"I will sing of the loving kindness of Yahweh forever. With my mouth, I will make known your faithfulness to all generations."},{"content":"I indeed declare, \"Love stands firm forever. You established the heavens. Your faithfulness is in them.\""},{"content":"\"I have made a covenant with my chosen one, I have sworn to David, my servant,"},{"content":"'I will establish your seed forever, and build up your throne to all generations.'\" Selah."},{"content":"The heavens will praise your wonders, Yahweh; your faithfulness also in the assembly of the holy ones."},{"content":"For who in the skies can be compared to Yahweh? Who among the sons of the heavenly beings is like Yahweh,"},{"content":"a very awesome God in the council of the holy ones, to be feared above all those who are around him?"},{"content":"Yahweh, God of Armies, who is a mighty one, like you? Yah, your faithfulness is around you."},{"content":"You rule the pride of the sea. When its waves rise up, you calm them."},{"content":"You have broken Rahab in pieces, like one of the slain. You have scattered your enemies with your mighty arm."},{"content":"The heavens are yours. The earth also is yours; the world and its fullness. You have founded them."},{"content":"The north and the south, you have created them. Tabor and Hermon rejoice in your name."},{"content":"You have a mighty arm. Your hand is strong, and your right hand is exalted."},{"content":"Righteousness and justice are the foundation of your throne. Loving kindness and truth go before your face."},{"content":"Blessed are the people who learn to acclaim you. They walk in the light of your presence, Yahweh."},{"content":"In your name they rejoice all day. In your righteousness, they are exalted."},{"content":"For you are the glory of their strength. In your favor, our horn will be exalted."},{"content":"For our shield belongs to Yahweh; our king to the Holy One of Israel."},{"content":"Then you spoke in vision to your saints, and said, \"I have bestowed strength on the warrior. I have exalted a young man from the people."},{"content":"I have found David, my servant. I have anointed him with my holy oil,"},{"content":"with whom my hand shall be established. My arm will also strengthen him."},{"content":"No enemy will tax him. No wicked man will oppress him."},{"content":"I will beat down his adversaries before him, and strike those who hate him."},{"content":"But my faithfulness and my loving kindness will be with him. In my name, his horn will be exalted."},{"content":"I will set his hand also on the sea, and his right hand on the rivers."},{"content":"He will call to me, 'You are my Father, my God, and the rock of my salvation!'"},{"content":"I will also appoint him my firstborn, the highest of the kings of the earth."},{"content":"I will keep my loving kindness for him forevermore. My covenant will stand firm with him."},{"content":"I will also make his seed endure forever, and his throne as the days of heaven."},{"content":"If his children forsake my law, and don't walk in my ordinances;"},{"content":"if they break my statutes, and don't keep my commandments;"},{"content":"then I will punish their sin with the rod, and their iniquity with stripes."},{"content":"But I will not completely take my loving kindness from him, nor allow my faithfulness to fail."},{"content":"I will not break my covenant, nor alter what my lips have uttered."},{"content":"Once have I sworn by my holiness, I will not lie to David."},{"content":"His seed will endure forever, his throne like the sun before me."},{"content":"It will be established forever like the moon, the faithful witness in the sky.\" Selah."},{"content":"But you have rejected and spurned. You have been angry with your anointed."},{"content":"You have renounced the covenant of your servant. You have defiled his crown in the dust."},{"content":"You have broken down all his hedges. You have brought his strongholds to ruin."},{"content":"All who pass by the way rob him. He has become a reproach to his neighbors."},{"content":"You have exalted the right hand of his adversaries. You have made all of his enemies rejoice."},{"content":"Yes, you turn back the edge of his sword, and haven't supported him in battle."},{"content":"You have ended his splendor, and thrown his throne down to the ground."},{"content":"You have shortened the days of his youth. You have covered him with shame. Selah."},{"content":"How long, Yahweh? Will you hide yourself forever? Will your wrath burn like fire?"},{"content":"Remember how short my time is! For what vanity have you created all the children of men!"},{"content":"What man is he who shall live and not see death, who shall deliver his soul from the power of Sheol? Selah."},{"content":"Lord, where are your former loving kindnesses, which you swore to David in your faithfulness?"},{"content":"Remember, Lord, the reproach of your servants, how I bear in my heart the taunts of all the mighty peoples,"},{"content":"With which your enemies have mocked, Yahweh, with which they have mocked the footsteps of your anointed one."},{"content":"Blessed be Yahweh forevermore. Amen, and Amen. BOOK IV A Prayer by Moses, the man of God."}],[{"content":"Lord, you have been our dwelling place for all generations."},{"content":"Before the mountains were brought forth, before you had formed the earth and the world, even from everlasting to everlasting, you are God."},{"content":"You turn man to destruction, saying, \"Return, you children of men.\""},{"content":"For a thousand years in your sight are just like yesterday when it is past, like a watch in the night."},{"content":"You sweep them away as they sleep. In the morning they sprout like new grass."},{"content":"In the morning it sprouts and springs up. By evening, it is withered and dry."},{"content":"For we are consumed in your anger. We are troubled in your wrath."},{"content":"You have set our iniquities before you, our secret sins in the light of your presence."},{"content":"For all our days have passed away in your wrath. We bring our years to an end as a sigh."},{"content":"The days of our years are seventy, or even by reason of strength eighty years; yet their pride is but labor and sorrow, for it passes quickly, and we fly away."},{"content":"Who knows the power of your anger, your wrath according to the fear that is due to you?"},{"content":"So teach us to number our days, that we may gain a heart of wisdom."},{"content":"Relent, Yahweh! How long? Have compassion on your servants!"},{"content":"Satisfy us in the morning with your loving kindness, that we may rejoice and be glad all our days."},{"content":"Make us glad for as many days as you have afflicted us, for as many years as we have seen evil."},{"content":"Let your work appear to your servants; your glory to their children."},{"content":"Let the favor of the Lord our God be on us; establish the work of our hands for us; yes, establish the work of our hands."}],[{"content":"He who dwells in the secret place of the Most High will rest in the shadow of the Almighty."},{"content":"I will say of Yahweh, \"He is my refuge and my fortress; my God, in whom I trust.\""},{"content":"For he will deliver you from the snare of the fowler, and from the deadly pestilence."},{"content":"He will cover you with his feathers. Under his wings you will take refuge. His faithfulness is your shield and rampart."},{"content":"You shall not be afraid of the terror by night, nor of the arrow that flies by day;"},{"content":"nor of the pestilence that walks in darkness, nor of the destruction that wastes at noonday."},{"content":"A thousand may fall at your side, and ten thousand at your right hand; but it will not come near you."},{"content":"You will only look with your eyes, and see the recompense of the wicked."},{"content":"Because you have made Yahweh your refuge, and the Most High your dwelling place,"},{"content":"no evil shall happen to you, neither shall any plague come near your dwelling."},{"content":"For he will put his angels in charge of you, to guard you in all your ways."},{"content":"They will bear you up in their hands, so that you won't dash your foot against a stone."},{"content":"You will tread on the lion and cobra. You will trample the young lion and the serpent underfoot."},{"content":"\"Because he has set his love on me, therefore I will deliver him. I will set him on high, because he has known my name."},{"content":"He will call on me, and I will answer him. I will be with him in trouble. I will deliver him, and honor him."},{"content":"I will satisfy him with long life, and show him my salvation.\" A Psalm. A song for the Sabbath day."}],[{"content":"It is a good thing to give thanks to Yahweh, to sing praises to your name, Most High;"},{"content":"to proclaim your loving kindness in the morning, and your faithfulness every night,"},{"content":"with the ten-stringed lute, with the harp, and with the melody of the lyre."},{"content":"For you, Yahweh, have made me glad through your work. I will triumph in the works of your hands."},{"content":"How great are your works, Yahweh! Your thoughts are very deep."},{"content":"A senseless man doesn't know, neither does a fool understand this:"},{"content":"though the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever."},{"content":"But you, Yahweh, are on high forevermore."},{"content":"For, behold, your enemies, Yahweh, for, behold, your enemies shall perish. All the evildoers will be scattered."},{"content":"But you have exalted my horn like that of the wild ox. I am anointed with fresh oil."},{"content":"My eye has also seen my enemies. My ears have heard of the wicked enemies who rise up against me."},{"content":"The righteous shall flourish like the palm tree. He will grow like a cedar in Lebanon."},{"content":"They are planted in Yahweh's house. They will flourish in our God's courts."},{"content":"They will still bring forth fruit in old age. They will be full of sap and green,"},{"content":"to show that Yahweh is upright. He is my rock, and there is no unrighteousness in him."}],[{"content":"Yahweh reigns! He is clothed with majesty! Yahweh is armed with strength. The world also is established. It can't be moved."},{"content":"Your throne is established from long ago. You are from everlasting."},{"content":"The floods have lifted up, Yahweh, the floods have lifted up their voice. The floods lift up their waves."},{"content":"Above the voices of many waters, the mighty breakers of the sea, Yahweh on high is mighty."},{"content":"Your statutes stand firm. Holiness adorns your house, Yahweh, forevermore."}],[{"content":"Yahweh, you God to whom vengeance belongs, you God to whom vengeance belongs, shine forth."},{"content":"Rise up, you judge of the earth. Pay back the proud what they deserve."},{"content":"Yahweh, how long will the wicked, how long will the wicked triumph?"},{"content":"They pour out arrogant words. All the evildoers boast."},{"content":"They break your people in pieces, Yahweh, and afflict your heritage."},{"content":"They kill the widow and the alien, and murder the fatherless."},{"content":"They say, \"Yah will not see, neither will Jacob's God consider.\""},{"content":"Consider, you senseless among the people; you fools, when will you be wise?"},{"content":"He who implanted the ear, won't he hear? He who formed the eye, won't he see?"},{"content":"He who disciplines the nations, won't he punish? He who teaches man knows."},{"content":"Yahweh knows the thoughts of man, that they are futile."},{"content":"Blessed is the man whom you discipline, Yah, and teach out of your law;"},{"content":"that you may give him rest from the days of adversity, until the pit is dug for the wicked."},{"content":"For Yahweh won't reject his people, neither will he forsake his inheritance."},{"content":"For judgment will return to righteousness. All the upright in heart shall follow it."},{"content":"Who will rise up for me against the wicked? Who will stand up for me against the evildoers?"},{"content":"Unless Yahweh had been my help, my soul would have soon lived in silence."},{"content":"When I said, \"My foot is slipping!\" Your loving kindness, Yahweh, held me up."},{"content":"In the multitude of my thoughts within me, your comforts delight my soul."},{"content":"Shall the throne of wickedness have fellowship with you, which brings about mischief by statute?"},{"content":"They gather themselves together against the soul of the righteous, and condemn the innocent blood."},{"content":"But Yahweh has been my high tower, my God, the rock of my refuge."},{"content":"He has brought on them their own iniquity, and will cut them off in their own wickedness. Yahweh, our God, will cut them off."}],[{"content":"Oh come, let's sing to Yahweh. Let's shout aloud to the rock of our salvation!"},{"content":"Let's come before his presence with thanksgiving. Let's extol him with songs!"},{"content":"For Yahweh is a great God, a great King above all gods."},{"content":"In his hand are the deep places of the earth. The heights of the mountains are also his."},{"content":"The sea is his, and he made it. His hands formed the dry land."},{"content":"Oh come, let's worship and bow down. Let's kneel before Yahweh, our Maker,"},{"content":"for he is our God. We are the people of his pasture, and the sheep in his care. Today, oh that you would hear his voice!"},{"content":"Don't harden your heart, as at Meribah, as in the day of Massah in the wilderness,"},{"content":"when your fathers tempted me, tested me, and saw my work."},{"content":"Forty long years I was grieved with that generation, and said, \"It is a people that errs in their heart. They have not known my ways.\""},{"content":"Therefore I swore in my wrath, \"They won't enter into my rest.\""}],[{"content":"Sing to Yahweh a new song! Sing to Yahweh, all the earth."},{"content":"Sing to Yahweh! Bless his name! Proclaim his salvation from day to day!"},{"content":"Declare his glory among the nations, his marvelous works among all the peoples."},{"content":"For great is Yahweh, and greatly to be praised! He is to be feared above all gods."},{"content":"For all the gods of the peoples are idols, but Yahweh made the heavens."},{"content":"Honor and majesty are before him. Strength and beauty are in his sanctuary."},{"content":"Ascribe to Yahweh, you families of nations, ascribe to Yahweh glory and strength."},{"content":"Ascribe to Yahweh the glory due to his name. Bring an offering, and come into his courts."},{"content":"Worship Yahweh in holy array. Tremble before him, all the earth."},{"content":"Say among the nations, \"Yahweh reigns.\" The world is also established. It can't be moved. He will judge the peoples with equity."},{"content":"Let the heavens be glad, and let the earth rejoice. Let the sea roar, and its fullness!"},{"content":"Let the field and all that is in it exult! Then all the trees of the woods shall sing for joy"},{"content":"before Yahweh; for he comes, for he comes to judge the earth. He will judge the world with righteousness, the peoples with his truth."}],[{"content":"Yahweh reigns! Let the earth rejoice! Let the multitude of islands be glad!"},{"content":"Clouds and darkness are around him. Righteousness and justice are the foundation of his throne."},{"content":"A fire goes before him, and burns up his adversaries on every side."},{"content":"His lightning lights up the world. The earth sees, and trembles."},{"content":"The mountains melt like wax at the presence of Yahweh, at the presence of the Lord of the whole earth."},{"content":"The heavens declare his righteousness. All the peoples have seen his glory."},{"content":"Let all them be shamed who serve engraved images, who boast in their idols. Worship him, all you gods!"},{"content":"Zion heard and was glad. The daughters of Judah rejoiced, because of your judgments, Yahweh."},{"content":"For you, Yahweh, are most high above all the earth. You are exalted far above all gods."},{"content":"You who love Yahweh, hate evil. He preserves the souls of his saints. He delivers them out of the hand of the wicked."},{"content":"Light is sown for the righteous, and gladness for the upright in heart."},{"content":"Be glad in Yahweh, you righteous people! Give thanks to his holy Name. A Psalm."}],[{"content":"Sing to Yahweh a new song, for he has done marvelous things! His right hand, and his holy arm, have worked salvation for him."},{"content":"Yahweh has made known his salvation. He has openly shown his righteousness in the sight of the nations."},{"content":"He has remembered his loving kindness and his faithfulness toward the house of Israel. All the ends of the earth have seen the salvation of our God."},{"content":"Make a joyful noise to Yahweh, all the earth! Burst out and sing for joy, yes, sing praises!"},{"content":"Sing praises to Yahweh with the harp, with the harp and the voice of melody."},{"content":"With trumpets and sound of the ram's horn, make a joyful noise before the King, Yahweh."},{"content":"Let the sea roar with its fullness; the world, and those who dwell therein."},{"content":"Let the rivers clap their hands. Let the mountains sing for joy together."},{"content":"Let them sing before Yahweh, for he comes to judge the earth. He will judge the world with righteousness, and the peoples with equity."}],[{"content":"Yahweh reigns! Let the peoples tremble. He sits enthroned among the cherubim. Let the earth be moved."},{"content":"Yahweh is great in Zion. He is high above all the peoples."},{"content":"Let them praise your great and awesome name. He is Holy!"},{"content":"The King's strength also loves justice. You do establish equity. You execute justice and righteousness in Jacob."},{"content":"Exalt Yahweh our God. Worship at his footstool. He is Holy!"},{"content":"Moses and Aaron were among his priests, Samuel among those who call on his name; they called on Yahweh, and he answered them."},{"content":"He spoke to them in the pillar of cloud. They kept his testimonies, the statute that he gave them."},{"content":"You answered them, Yahweh our God. You are a God who forgave them, although you took vengeance for their doings."},{"content":"Exalt Yahweh, our God. Worship at his holy hill, for Yahweh, our God, is holy! A Psalm of thanksgiving."}],[{"content":"Shout for joy to Yahweh, all you lands!"},{"content":"Serve Yahweh with gladness. Come before his presence with singing."},{"content":"Know that Yahweh, he is God. It is he who has made us, and we are his. We are his people, and the sheep of his pasture."},{"content":"Enter into his gates with thanksgiving, into his courts with praise. Give thanks to him, and bless his name."},{"content":"For Yahweh is good. His loving kindness endures forever, his faithfulness to all generations. A Psalm by David."}],[{"content":"I will sing of loving kindness and justice. To you, Yahweh, I will sing praises."},{"content":"I will be careful to live a blameless life. When will you come to me? I will walk within my house with a blameless heart."},{"content":"I will set no vile thing before my eyes. I hate the deeds of faithless men. They will not cling to me."},{"content":"A perverse heart will be far from me. I will have nothing to do with evil."},{"content":"I will silence whoever secretly slanders his neighbor. I won't tolerate one who is haughty and conceited."},{"content":"My eyes will be on the faithful of the land, that they may dwell with me. He who walks in a perfect way, he will serve me."},{"content":"He who practices deceit won't dwell within my house. He who speaks falsehood won't be established before my eyes."},{"content":"Morning by morning, I will destroy all the wicked of the land; to cut off all the workers of iniquity from Yahweh's city. A Prayer of the afflicted, when he is overwhelmed and pours out his complaint before Yahweh."}],[{"content":"Hear my prayer, Yahweh! Let my cry come to you."},{"content":"Don't hide your face from me in the day of my distress. Turn your ear to me. Answer me quickly in the day when I call."},{"content":"For my days consume away like smoke. My bones are burned as a torch."},{"content":"My heart is blighted like grass, and withered, for I forget to eat my bread."},{"content":"By reason of the voice of my groaning, my bones stick to my skin."},{"content":"I am like a pelican of the wilderness. I have become as an owl of the waste places."},{"content":"I watch, and have become like a sparrow that is alone on the housetop."},{"content":"My enemies reproach me all day. Those who are mad at me use my name as a curse."},{"content":"For I have eaten ashes like bread, and mixed my drink with tears,"},{"content":"Because of your indignation and your wrath, for you have taken me up, and thrown me away."},{"content":"My days are like a long shadow. I have withered like grass."},{"content":"But you, Yahweh, will remain forever; your renown endures to all generations."},{"content":"You will arise and have mercy on Zion; for it is time to have pity on her. Yes, the set time has come."},{"content":"For your servants take pleasure in her stones, and have pity on her dust."},{"content":"So the nations will fear the name of Yahweh; all the kings of the earth your glory."},{"content":"For Yahweh has built up Zion. He has appeared in his glory."},{"content":"He has responded to the prayer of the destitute, and has not despised their prayer."},{"content":"This will be written for the generation to come. A people which will be created will praise Yah."},{"content":"For he has looked down from the height of his sanctuary. From heaven, Yahweh saw the earth;"},{"content":"to hear the groans of the prisoner; to free those who are condemned to death;"},{"content":"that men may declare the name of Yahweh in Zion, and his praise in Jerusalem;"},{"content":"when the peoples are gathered together, the kingdoms, to serve Yahweh."},{"content":"He weakened my strength along the course. He shortened my days."},{"content":"I said, \"My God, don't take me away in the midst of my days. Your years are throughout all generations."},{"content":"Of old, you laid the foundation of the earth. The heavens are the work of your hands."},{"content":"They will perish, but you will endure. Yes, all of them will wear out like a garment. You will change them like a cloak, and they will be changed."},{"content":"But you are the same. Your years will have no end."},{"content":"The children of your servants will continue. Their seed will be established before you.\" By David."}],[{"content":"Praise Yahweh, my soul! All that is within me, praise his holy name!"},{"content":"Praise Yahweh, my soul, and don't forget all his benefits;"},{"content":"who forgives all your sins; who heals all your diseases;"},{"content":"who redeems your life from destruction; who crowns you with loving kindness and tender mercies;"},{"content":"who satisfies your desire with good things, so that your youth is renewed like the eagle's."},{"content":"Yahweh executes righteous acts, and justice for all who are oppressed."},{"content":"He made known his ways to Moses, his deeds to the children of Israel."},{"content":"Yahweh is merciful and gracious, slow to anger, and abundant in loving kindness."},{"content":"He will not always accuse; neither will he stay angry forever."},{"content":"He has not dealt with us according to our sins, nor repaid us for our iniquities."},{"content":"For as the heavens are high above the earth, so great is his loving kindness toward those who fear him."},{"content":"As far as the east is from the west, so far has he removed our transgressions from us."},{"content":"Like a father has compassion on his children, so Yahweh has compassion on those who fear him."},{"content":"For he knows how we are made. He remembers that we are dust."},{"content":"As for man, his days are like grass. As a flower of the field, so he flourishes."},{"content":"For the wind passes over it, and it is gone. Its place remembers it no more."},{"content":"But Yahweh's loving kindness is from everlasting to everlasting with those who fear him, his righteousness to children's children;"},{"content":"to those who keep his covenant, to those who remember to obey his precepts."},{"content":"Yahweh has established his throne in the heavens. His kingdom rules over all."},{"content":"Praise Yahweh, you angels of his, who are mighty in strength, who fulfill his word, obeying the voice of his word."},{"content":"Praise Yahweh, all you armies of his, you servants of his, who do his pleasure."},{"content":"Praise Yahweh, all you works of his, in all places of his dominion. Praise Yahweh, my soul!"}],[{"content":"Bless Yahweh, my soul. Yahweh, my God, you are very great. You are clothed with honor and majesty."},{"content":"He covers himself with light as with a garment. He stretches out the heavens like a curtain."},{"content":"He lays the beams of his rooms in the waters. He makes the clouds his chariot. He walks on the wings of the wind."},{"content":"He makes his messengers winds; his servants flames of fire."},{"content":"He laid the foundations of the earth, that it should not be moved forever."},{"content":"You covered it with the deep as with a cloak. The waters stood above the mountains."},{"content":"At your rebuke they fled. At the voice of your thunder they hurried away."},{"content":"The mountains rose, the valleys sank down, to the place which you had assigned to them."},{"content":"You have set a boundary that they may not pass over; that they don't turn again to cover the earth."},{"content":"He sends forth springs into the valleys. They run among the mountains."},{"content":"They give drink to every animal of the field. The wild donkeys quench their thirst."},{"content":"The birds of the sky nest by them. They sing among the branches."},{"content":"He waters the mountains from his rooms. The earth is filled with the fruit of your works."},{"content":"He causes the grass to grow for the livestock, and plants for man to cultivate, that he may bring forth food out of the earth:"},{"content":"wine that makes glad the heart of man, oil to make his face to shine, and bread that strengthens man's heart."},{"content":"Yahweh's trees are well watered, the cedars of Lebanon, which he has planted;"},{"content":"where the birds make their nests. The stork makes its home in the fir trees."},{"content":"The high mountains are for the wild goats. The rocks are a refuge for the rock badgers."},{"content":"He appointed the moon for seasons. The sun knows when to set."},{"content":"You make darkness, and it is night, in which all the animals of the forest prowl."},{"content":"The young lions roar after their prey, and seek their food from God."},{"content":"The sun rises, and they steal away, and lay down in their dens."},{"content":"Man goes forth to his work, to his labor until the evening."},{"content":"Yahweh, how many are your works! In wisdom have you made them all. The earth is full of your riches."},{"content":"There is the sea, great and wide, in which are innumerable living things, both small and large animals."},{"content":"There the ships go, and leviathan, whom you formed to play there."},{"content":"These all wait for you, that you may give them their food in due season."},{"content":"You give to them; they gather. You open your hand; they are satisfied with good."},{"content":"You hide your face: they are troubled; you take away their breath: they die, and return to the dust."},{"content":"You send forth your Spirit: they are created. You renew the face of the ground."},{"content":"Let the glory of Yahweh endure forever. Let Yahweh rejoice in his works."},{"content":"He looks at the earth, and it trembles. He touches the mountains, and they smoke."},{"content":"I will sing to Yahweh as long as I live. I will sing praise to my God while I have any being."},{"content":"Let your meditation be sweet to him. I will rejoice in Yahweh."},{"content":"Let sinners be consumed out of the earth. Let the wicked be no more. Bless Yahweh, my soul. Praise Yah!"}],[{"content":"Give thanks to Yahweh! Call on his name! Make his doings known among the peoples."},{"content":"Sing to him, sing praises to him! Tell of all his marvelous works."},{"content":"Glory in his holy name. Let the heart of those who seek Yahweh rejoice."},{"content":"Seek Yahweh and his strength. Seek his face forever more."},{"content":"Remember his marvelous works that he has done; his wonders, and the judgments of his mouth,"},{"content":"you seed of Abraham, his servant, you children of Jacob, his chosen ones."},{"content":"He is Yahweh, our God. His judgments are in all the earth."},{"content":"He has remembered his covenant forever, the word which he commanded to a thousand generations,"},{"content":"the covenant which he made with Abraham, his oath to Isaac,"},{"content":"and confirmed the same to Jacob for a statute; to Israel for an everlasting covenant,"},{"content":"saying, \"To you I will give the land of Canaan, the lot of your inheritance;\""},{"content":"when they were but a few men in number, yes, very few, and foreigners in it."},{"content":"They went about from nation to nation, from one kingdom to another people."},{"content":"He allowed no one to do them wrong. Yes, he reproved kings for their sakes,"},{"content":"\"Don't touch my anointed ones! Do my prophets no harm!\""},{"content":"He called for a famine on the land. He destroyed the food supplies."},{"content":"He sent a man before them. Joseph was sold for a slave."},{"content":"They bruised his feet with shackles. His neck was locked in irons,"},{"content":"until the time that his word happened, and Yahweh's word proved him true."},{"content":"The king sent and freed him; even the ruler of peoples, and let him go free."},{"content":"He made him lord of his house, and ruler of all of his possessions;"},{"content":"to discipline his princes at his pleasure, and to teach his elders wisdom."},{"content":"Israel also came into Egypt. Jacob lived in the land of Ham."},{"content":"He increased his people greatly, and made them stronger than their adversaries."},{"content":"He turned their heart to hate his people, to conspire against his servants."},{"content":"He sent Moses, his servant, and Aaron, whom he had chosen."},{"content":"They performed miracles among them, and wonders in the land of Ham."},{"content":"He sent darkness, and made it dark. They didn't rebel against his words."},{"content":"He turned their waters into blood, and killed their fish."},{"content":"Their land swarmed with frogs, even in the rooms of their kings."},{"content":"He spoke, and swarms of flies came, and lice in all their borders."},{"content":"He gave them hail for rain, with lightning in their land."},{"content":"He struck their vines and also their fig trees, and shattered the trees of their country."},{"content":"He spoke, and the locusts came, and the grasshoppers, without number,"},{"content":"ate up every plant in their land; and ate up the fruit of their ground."},{"content":"He struck also all the firstborn in their land, the first fruits of all their manhood."},{"content":"He brought them forth with silver and gold. There was not one feeble person among his tribes."},{"content":"Egypt was glad when they departed, for the fear of them had fallen on them."},{"content":"He spread a cloud for a covering, fire to give light in the night."},{"content":"They asked, and he brought quails, and satisfied them with the bread of the sky."},{"content":"He opened the rock, and waters gushed out. They ran as a river in the dry places."},{"content":"For he remembered his holy word, and Abraham, his servant."},{"content":"He brought forth his people with joy, his chosen with singing."},{"content":"He gave them the lands of the nations. They took the labor of the peoples in possession,"},{"content":"that they might keep his statutes, and observe his laws. Praise Yah!"}],[{"content":"Praise Yahweh! Give thanks to Yahweh, for he is good, for his loving kindness endures forever."},{"content":"Who can utter the mighty acts of Yahweh, or fully declare all his praise?"},{"content":"Blessed are those who keep justice. Blessed is one who does what is right at all times."},{"content":"Remember me, Yahweh, with the favor that you show to your people. Visit me with your salvation,"},{"content":"that I may see the prosperity of your chosen, that I may rejoice in the gladness of your nation, that I may glory with your inheritance."},{"content":"We have sinned with our fathers. We have committed iniquity. We have done wickedly."},{"content":"Our fathers didn't understand your wonders in Egypt. They didn't remember the multitude of your loving kindnesses, but were rebellious at the sea, even at the Red Sea."},{"content":"Nevertheless he saved them for his name's sake, that he might make his mighty power known."},{"content":"He rebuked the Red Sea also, and it was dried up; so he led them through the depths, as through a desert."},{"content":"He saved them from the hand of him who hated them, and redeemed them from the hand of the enemy."},{"content":"The waters covered their adversaries. There was not one of them left."},{"content":"Then they believed his words. They sang his praise."},{"content":"They soon forgot his works. They didn't wait for his counsel,"},{"content":"but gave in to craving in the desert, and tested God in the wasteland."},{"content":"He gave them their request, but sent leanness into their soul."},{"content":"They envied Moses also in the camp, and Aaron, Yahweh's saint."},{"content":"The earth opened and swallowed up Dathan, and covered the company of Abiram."},{"content":"A fire was kindled in their company. The flame burned up the wicked."},{"content":"They made a calf in Horeb, and worshiped a molten image."},{"content":"Thus they exchanged their glory for an image of a bull that eats grass."},{"content":"They forgot God, their Savior, who had done great things in Egypt,"},{"content":"Wondrous works in the land of Ham, and awesome things by the Red Sea."},{"content":"Therefore he said that he would destroy them, had Moses, his chosen, not stood before him in the breach, to turn away his wrath, so that he wouldn't destroy them."},{"content":"Yes, they despised the pleasant land. They didn't believe his word,"},{"content":"but murmured in their tents, and didn't listen to Yahweh's voice."},{"content":"Therefore he swore to them that he would overthrow them in the wilderness,"},{"content":"that he would overthrow their seed among the nations, and scatter them in the lands."},{"content":"They joined themselves also to Baal Peor, and ate the sacrifices of the dead."},{"content":"Thus they provoked him to anger with their deeds. The plague broke in on them."},{"content":"Then Phinehas stood up, and executed judgment, so the plague was stopped."},{"content":"That was credited to him for righteousness, for all generations to come."},{"content":"They angered him also at the waters of Meribah, so that Moses was troubled for their sakes;"},{"content":"because they were rebellious against his spirit, he spoke rashly with his lips."},{"content":"They didn't destroy the peoples, as Yahweh commanded them,"},{"content":"but mixed themselves with the nations, and learned their works."},{"content":"They served their idols, which became a snare to them."},{"content":"Yes, they sacrificed their sons and their daughters to demons."},{"content":"They shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan. The land was polluted with blood."},{"content":"Thus were they defiled with their works, and prostituted themselves in their deeds."},{"content":"Therefore Yahweh burned with anger against his people. He abhorred his inheritance."},{"content":"He gave them into the hand of the nations. Those who hated them ruled over them."},{"content":"Their enemies also oppressed them. They were brought into subjection under their hand."},{"content":"Many times he delivered them, but they were rebellious in their counsel, and were brought low in their iniquity."},{"content":"Nevertheless he regarded their distress, when he heard their cry."},{"content":"He remembered for them his covenant, and repented according to the multitude of his loving kindnesses."},{"content":"He made them also to be pitied by all those who carried them captive."},{"content":"Save us, Yahweh, our God, gather us from among the nations, to give thanks to your holy name, to triumph in your praise!"},{"content":"Blessed be Yahweh, the God of Israel, from everlasting even to everlasting! Let all the people say, \"Amen.\" Praise Yah! BOOK V"}],[{"content":"Give thanks to Yahweh, for he is good, for his loving kindness endures forever."},{"content":"Let the redeemed by Yahweh say so, whom he has redeemed from the hand of the adversary,"},{"content":"And gathered out of the lands, from the east and from the west, from the north and from the south."},{"content":"They wandered in the wilderness in a desert way. They found no city to live in."},{"content":"Hungry and thirsty, their soul fainted in them."},{"content":"Then they cried to Yahweh in their trouble, and he delivered them out of their distresses,"},{"content":"he led them also by a straight way, that they might go to a city to live in."},{"content":"Let them praise Yahweh for his loving kindness, for his wonderful works to the children of men!"},{"content":"For he satisfies the longing soul. He fills the hungry soul with good."},{"content":"Some sat in darkness and in the shadow of death, being bound in affliction and iron,"},{"content":"because they rebelled against the words of God, and condemned the counsel of the Most High."},{"content":"Therefore he brought down their heart with labor. They fell down, and there was none to help."},{"content":"Then they cried to Yahweh in their trouble, and he saved them out of their distresses."},{"content":"He brought them out of darkness and the shadow of death, and broke their bonds in sunder."},{"content":"Let them praise Yahweh for his loving kindness, for his wonderful works to the children of men!"},{"content":"For he has broken the gates of brass, and cut through bars of iron."},{"content":"Fools are afflicted because of their disobedience, and because of their iniquities."},{"content":"Their soul abhors all kinds of food. They draw near to the gates of death."},{"content":"Then they cry to Yahweh in their trouble, he saves them out of their distresses."},{"content":"He sends his word, and heals them, and delivers them from their graves."},{"content":"Let them praise Yahweh for his loving kindness, for his wonderful works to the children of men!"},{"content":"Let them offer the sacrifices of thanksgiving, and declare his works with singing."},{"content":"Those who go down to the sea in ships, who do business in great waters;"},{"content":"These see Yahweh's works, and his wonders in the deep."},{"content":"For he commands, and raises the stormy wind, which lifts up its waves."},{"content":"They mount up to the sky; they go down again to the depths. Their soul melts away because of trouble."},{"content":"They reel back and forth, and stagger like a drunken man, and are at their wits' end."},{"content":"Then they cry to Yahweh in their trouble, and he brings them out of their distress."},{"content":"He makes the storm a calm, so that its waves are still."},{"content":"Then they are glad because it is calm, so he brings them to their desired haven."},{"content":"Let them praise Yahweh for his loving kindness, for his wonderful works for the children of men!"},{"content":"Let them exalt him also in the assembly of the people, and praise him in the seat of the elders."},{"content":"He turns rivers into a desert, water springs into a thirsty ground,"},{"content":"and a fruitful land into a salt waste, for the wickedness of those who dwell in it."},{"content":"He turns a desert into a pool of water, and a dry land into water springs."},{"content":"There he makes the hungry live, that they may prepare a city to live in,"},{"content":"sow fields, plant vineyards, and reap the fruits of increase."},{"content":"He blesses them also, so that they are multiplied greatly. He doesn't allow their livestock to decrease."},{"content":"Again, they are diminished and bowed down through oppression, trouble, and sorrow."},{"content":"He pours contempt on princes, and causes them to wander in a trackless waste."},{"content":"Yet he lifts the needy out of their affliction, and increases their families like a flock."},{"content":"The upright will see it, and be glad. All the wicked will shut their mouths."},{"content":"Whoever is wise will pay attention to these things. They will consider the loving kindnesses of Yahweh. A Song. A Psalm by David."}],[{"content":"My heart is steadfast, God. I will sing and I will make music with my soul."},{"content":"Wake up, harp and lyre! I will wake up the dawn."},{"content":"I will give thanks to you, Yahweh, among the nations. I will sing praises to you among the peoples."},{"content":"For your loving kindness is great above the heavens. Your faithfulness reaches to the skies."},{"content":"Be exalted, God, above the heavens! Let your glory be over all the earth."},{"content":"That your beloved may be delivered, save with your right hand, and answer us."},{"content":"God has spoken from his sanctuary: \"In triumph, I will divide Shechem, and measure out the valley of Succoth."},{"content":"Gilead is mine. Manasseh is mine. Ephraim also is my helmet. Judah is my scepter."},{"content":"Moab is my wash pot. I will toss my sandal on Edom. I will shout over Philistia.\""},{"content":"Who will bring me into the fortified city? Who has led me to Edom?"},{"content":"Haven't you rejected us, God? You don't go forth, God, with our armies."},{"content":"Give us help against the enemy, for the help of man is vain."},{"content":"Through God, we will do valiantly. For it is he who will tread down our enemies. For the Chief Musician. A Psalm by David."}],[{"content":"God of my praise, don't remain silent,"},{"content":"for they have opened the mouth of the wicked and the mouth of deceit against me. They have spoken to me with a lying tongue."},{"content":"They have also surrounded me with words of hatred, and fought against me without a cause."},{"content":"In return for my love, they are my adversaries; but I am in prayer."},{"content":"They have rewarded me evil for good, and hatred for my love."},{"content":"Set a wicked man over him. Let an adversary stand at his right hand."},{"content":"When he is judged, let him come forth guilty. Let his prayer be turned into sin."},{"content":"Let his days be few. Let another take his office."},{"content":"Let his children be fatherless, and his wife a widow."},{"content":"Let his children be wandering beggars. Let them be sought from their ruins."},{"content":"Let the creditor seize all that he has. Let strangers plunder the fruit of his labor."},{"content":"Let there be none to extend kindness to him, neither let there be any to have pity on his fatherless children."},{"content":"Let his posterity be cut off. In the generation following let their name be blotted out."},{"content":"Let the iniquity of his fathers be remembered by Yahweh. Don't let the sin of his mother be blotted out."},{"content":"Let them be before Yahweh continually, that he may cut off the memory of them from the earth;"},{"content":"because he didn't remember to show kindness, but persecuted the poor and needy man, the broken in heart, to kill them."},{"content":"Yes, he loved cursing, and it came to him. He didn't delight in blessing, and it was far from him."},{"content":"He clothed himself also with cursing as with his garment. It came into his inward parts like water, like oil into his bones."},{"content":"Let it be to him as the clothing with which he covers himself, for the belt that is always around him."},{"content":"This is the reward of my adversaries from Yahweh, of those who speak evil against my soul."},{"content":"But deal with me, Yahweh the Lord, for your name's sake, because your loving kindness is good, deliver me;"},{"content":"for I am poor and needy. My heart is wounded within me."},{"content":"I fade away like an evening shadow. I am shaken off like a locust."},{"content":"My knees are weak through fasting. My body is thin and lacks fat."},{"content":"I have also become a reproach to them. When they see me, they shake their head."},{"content":"Help me, Yahweh, my God. Save me according to your loving kindness;"},{"content":"that they may know that this is your hand; that you, Yahweh, have done it."},{"content":"They may curse, but you bless. When they arise, they will be shamed, but your servant shall rejoice."},{"content":"Let my adversaries be clothed with dishonor. Let them cover themselves with their own shame as with a robe."},{"content":"I will give great thanks to Yahweh with my mouth. Yes, I will praise him among the multitude."},{"content":"For he will stand at the right hand of the needy, to save him from those who judge his soul. A Psalm by David."}],[{"content":"Yahweh says to my Lord, \"Sit at my right hand, until I make your enemies your footstool for your feet.\""},{"content":"Yahweh will send forth the rod of your strength out of Zion. Rule in the midst of your enemies."},{"content":"Your people offer themselves willingly in the day of your power, in holy array. Out of the womb of the morning, you have the dew of your youth."},{"content":"Yahweh has sworn, and will not change his mind: \"You are a priest forever in the order of Melchizedek.\""},{"content":"The Lord is at your right hand. He will crush kings in the day of his wrath."},{"content":"He will judge among the nations. He will heap up dead bodies. He will crush the ruler of the whole earth."},{"content":"He will drink of the brook in the way; therefore he will lift up his head."}],[{"content":"Praise Yah! I will give thanks to Yahweh with my whole heart, in the council of the upright, and in the congregation."},{"content":"Yahweh's works are great, pondered by all those who delight in them."},{"content":"His work is honor and majesty. His righteousness endures forever."},{"content":"He has caused his wonderful works to be remembered. Yahweh is gracious and merciful."},{"content":"He has given food to those who fear him. He always remembers his covenant."},{"content":"He has shown his people the power of his works, in giving them the heritage of the nations."},{"content":"The works of his hands are truth and justice. All his precepts are sure."},{"content":"They are established forever and ever. They are done in truth and uprightness."},{"content":"He has sent redemption to his people. He has ordained his covenant forever. His name is holy and awesome!"},{"content":"The fear of Yahweh is the beginning of wisdom. All those who do his work have a good understanding. His praise endures forever!"}],[{"content":"Praise Yah! Blessed is the man who fears Yahweh, who delights greatly in his commandments."},{"content":"His seed will be mighty in the land. The generation of the upright will be blessed."},{"content":"Wealth and riches are in his house. His righteousness endures forever."},{"content":"Light dawns in the darkness for the upright, gracious, merciful, and righteous."},{"content":"It is well with the man who deals graciously and lends. He will maintain his cause in judgment."},{"content":"For he will never be shaken. The righteous will be remembered forever."},{"content":"He will not be afraid of evil news. His heart is steadfast, trusting in Yahweh."},{"content":"His heart is established. He will not be afraid in the end when he sees his adversaries."},{"content":"He has dispersed, he has given to the poor. His righteousness endures forever. His horn will be exalted with honor."},{"content":"The wicked will see it, and be grieved. He shall gnash with his teeth, and melt away. The desire of the wicked will perish."}],[{"content":"Praise Yah! Praise, you servants of Yahweh, praise the name of Yahweh."},{"content":"Blessed be the name of Yahweh, from this time forth and forevermore."},{"content":"From the rising of the sun to the going down of the same, Yahweh's name is to be praised."},{"content":"Yahweh is high above all nations, his glory above the heavens."},{"content":"Who is like Yahweh, our God, who has his seat on high,"},{"content":"Who stoops down to see in heaven and in the earth?"},{"content":"He raises up the poor out of the dust. Lifts up the needy from the ash heap;"},{"content":"that he may set him with princes, even with the princes of his people."},{"content":"He settles the barren woman in her home, as a joyful mother of children. Praise Yah!"}],[{"content":"When Israel went forth out of Egypt, the house of Jacob from a people of foreign language;"},{"content":"Judah became his sanctuary, Israel his dominion."},{"content":"The sea saw it, and fled. The Jordan was driven back."},{"content":"The mountains skipped like rams, the little hills like lambs."},{"content":"What was it, you sea, that you fled? You Jordan, that you turned back?"},{"content":"You mountains, that you skipped like rams; you little hills, like lambs?"},{"content":"Tremble, you earth, at the presence of the Lord, at the presence of the God of Jacob,"},{"content":"who turned the rock into a pool of water, the flint into a spring of waters."}],[{"content":"Not to us, Yahweh, not to us, but to your name give glory, for your loving kindness, and for your truth's sake."},{"content":"Why should the nations say, \"Where is their God, now?\""},{"content":"But our God is in the heavens. He does whatever he pleases."},{"content":"Their idols are silver and gold, the work of men's hands."},{"content":"They have mouths, but they don't speak. They have eyes, but they don't see."},{"content":"They have ears, but they don't hear. They have noses, but they don't smell."},{"content":"They have hands, but they don't feel. They have feet, but they don't walk, neither do they speak through their throat."},{"content":"Those who make them will be like them; yes, everyone who trusts in them."},{"content":"Israel, trust in Yahweh! He is their help and their shield."},{"content":"House of Aaron, trust in Yahweh! He is their help and their shield."},{"content":"You who fear Yahweh, trust in Yahweh! He is their help and their shield."},{"content":"Yahweh remembers us. He will bless us. He will bless the house of Israel. He will bless the house of Aaron."},{"content":"He will bless those who fear Yahweh, both small and great."},{"content":"May Yahweh increase you more and more, you and your children."},{"content":"Blessed are you by Yahweh, who made heaven and earth."},{"content":"The heavens are the heavens of Yahweh; but the earth has he given to the children of men."},{"content":"The dead don't praise Yah, neither any who go down into silence;"},{"content":"But we will bless Yah, from this time forth and forevermore. Praise Yah!"}],[{"content":"I love Yahweh, because he listens to my voice, and my cries for mercy."},{"content":"Because he has turned his ear to me, therefore I will call on him as long as I live."},{"content":"The cords of death surrounded me, the pains of Sheol got a hold of me. I found trouble and sorrow."},{"content":"Then I called on the name of Yahweh: \"Yahweh, I beg you, deliver my soul.\""},{"content":"Yahweh is Gracious and righteous. Yes, our God is merciful."},{"content":"Yahweh preserves the simple. I was brought low, and he saved me."},{"content":"Return to your rest, my soul, for Yahweh has dealt bountifully with you."},{"content":"For you have delivered my soul from death, my eyes from tears, and my feet from falling."},{"content":"I will walk before Yahweh in the land of the living."},{"content":"I believed, therefore I said, \"I was greatly afflicted.\""},{"content":"I said in my haste, \"All men are liars.\""},{"content":"What will I give to Yahweh for all his benefits toward me?"},{"content":"I will take the cup of salvation, and call on the name of Yahweh."},{"content":"I will pay my vows to Yahweh, yes, in the presence of all his people."},{"content":"Precious in the sight of Yahweh is the death of his saints."},{"content":"Yahweh, truly I am your servant. I am your servant, the son of your handmaid. You have freed me from my chains."},{"content":"I will offer to you the sacrifice of thanksgiving, and will call on the name of Yahweh."},{"content":"I will pay my vows to Yahweh, yes, in the presence of all his people,"},{"content":"in the courts of Yahweh's house, in the midst of you, Jerusalem. Praise Yah!"}],[{"content":"Praise Yahweh, all you nations! Extol him, all you peoples!"},{"content":"For his loving kindness is great toward us. Yahweh's faithfulness endures forever. Praise Yah!"}],[{"content":"Give thanks to Yahweh, for he is good, for his loving kindness endures forever."},{"content":"Let Israel now say that his loving kindness endures forever."},{"content":"Let the house of Aaron now say that his loving kindness endures forever."},{"content":"Now let those who fear Yahweh say that his loving kindness endures forever."},{"content":"Out of my distress, I called on Yah. Yah answered me with freedom."},{"content":"Yahweh is on my side. I will not be afraid. What can man do to me?"},{"content":"Yahweh is on my side among those who help me. Therefore I will look in triumph at those who hate me."},{"content":"It is better to take refuge in Yahweh, than to put confidence in man."},{"content":"It is better to take refuge in Yahweh, than to put confidence in princes."},{"content":"All the nations surrounded me, but in the name of Yahweh, I cut them off."},{"content":"They surrounded me, yes, they surrounded me. In the name of Yahweh I indeed cut them off."},{"content":"They surrounded me like bees. They are quenched like the burning thorns. In the name of Yahweh I cut them off."},{"content":"You pushed me back hard, to make me fall, but Yahweh helped me."},{"content":"Yah is my strength and song. He has become my salvation."},{"content":"The voice of rejoicing and salvation is in the tents of the righteous. \"The right hand of Yahweh does valiantly."},{"content":"The right hand of Yahweh is exalted! The right hand of Yahweh does valiantly!\""},{"content":"I will not die, but live, and declare Yah's works."},{"content":"Yah has punished me severely, but he has not given me over to death."},{"content":"Open to me the gates of righteousness. I will enter into them. I will give thanks to Yah."},{"content":"This is the gate of Yahweh; the righteous will enter into it."},{"content":"I will give thanks to you, for you have answered me, and have become my salvation."},{"content":"The stone which the builders rejected has become the head of the corner."},{"content":"This is Yahweh's doing. It is marvelous in our eyes."},{"content":"This is the day that Yahweh has made. We will rejoice and be glad in it!"},{"content":"Save us now, we beg you, Yahweh! Yahweh, we beg you, send prosperity now."},{"content":"Blessed is he who comes in the name of Yahweh! We have blessed you out of the house of Yahweh."},{"content":"Yahweh is God, and he has given us light. Bind the sacrifice with cords, even to the horns of the altar."},{"content":"You are my God, and I will give thanks to you. You are my God, I will exalt you."},{"content":"Oh give thanks to Yahweh, for he is good, for his loving kindness endures forever. ALEPH"}],[{"content":"Blessed are those whose ways are blameless, who walk according to Yahweh's law."},{"content":"Blessed are those who keep his statutes, who seek him with their whole heart."},{"content":"Yes, they do nothing wrong. They walk in his ways."},{"content":"You have commanded your precepts, that we should fully obey them."},{"content":"Oh that my ways were steadfast to obey your statutes!"},{"content":"Then I wouldn't be disappointed, when I consider all of your commandments."},{"content":"I will give thanks to you with uprightness of heart, when I learn your righteous judgments."},{"content":"I will observe your statutes. Don't utterly forsake me. BET"},{"content":"How can a young man keep his way pure? By living according to your word."},{"content":"With my whole heart, I have sought you. Don't let me wander from your commandments."},{"content":"I have hidden your word in my heart, that I might not sin against you."},{"content":"Blessed are you, Yahweh. Teach me your statutes."},{"content":"With my lips, I have declared all the ordinances of your mouth."},{"content":"I have rejoiced in the way of your testimonies, as much as in all riches."},{"content":"I will meditate on your precepts, and consider your ways."},{"content":"I will delight myself in your statutes. I will not forget your word. GIMEL"},{"content":"Do good to your servant. I will live and I will obey your word."},{"content":"Open my eyes, that I may see wondrous things out of your law."},{"content":"I am a stranger on the earth. Don't hide your commandments from me."},{"content":"My soul is consumed with longing for your ordinances at all times."},{"content":"You have rebuked the proud who are cursed, who wander from your commandments."},{"content":"Take reproach and contempt away from me, for I have kept your statutes."},{"content":"Though princes sit and slander me, your servant will meditate on your statutes."},{"content":"Indeed your statutes are my delight, and my counselors. DALED"},{"content":"My soul is laid low in the dust. Revive me according to your word!"},{"content":"I declared my ways, and you answered me. Teach me your statutes."},{"content":"Let me understand the teaching of your precepts! Then I will meditate on your wondrous works."},{"content":"My soul is weary with sorrow: strengthen me according to your word."},{"content":"Keep me from the way of deceit. Grant me your law graciously!"},{"content":"I have chosen the way of truth. I have set your ordinances before me."},{"content":"I cling to your statutes, Yahweh. Don't let me be disappointed."},{"content":"I run in the path of your commandments, for you have set my heart free. HEY"},{"content":"Teach me, Yahweh, the way of your statutes. I will keep them to the end."},{"content":"Give me understanding, and I will keep your law. Yes, I will obey it with my whole heart."},{"content":"Direct me in the path of your commandments, for I delight in them."},{"content":"Turn my heart toward your statutes, not toward selfish gain."},{"content":"Turn my eyes away from looking at worthless things. Revive me in your ways."},{"content":"Fulfill your promise to your servant, that you may be feared."},{"content":"Take away my disgrace that I dread, for your ordinances are good."},{"content":"Behold, I long for your precepts! Revive me in your righteousness. WAW"},{"content":"Let your loving kindness also come to me, Yahweh, your salvation, according to your word."},{"content":"So I will have an answer for him who reproaches me, for I trust in your word."},{"content":"Don't snatch the word of truth out of my mouth, for I put my hope in your ordinances."},{"content":"So I will obey your law continually, forever and ever."},{"content":"I will walk in liberty, for I have sought your precepts."},{"content":"I will also speak of your statutes before kings, and will not be disappointed."},{"content":"I will delight myself in your commandments, because I love them."},{"content":"I reach out my hands for your commandments, which I love. I will meditate on your statutes. ZAYIN"},{"content":"Remember your word to your servant, because you gave me hope."},{"content":"This is my comfort in my affliction, for your word has revived me."},{"content":"The arrogant mock me excessively, but I don't swerve from your law."},{"content":"I remember your ordinances of old, Yahweh, and have comforted myself."},{"content":"Indignation has taken hold on me, because of the wicked who forsake your law."},{"content":"Your statutes have been my songs, in the house where I live."},{"content":"I have remembered your name, Yahweh, in the night, and I obey your law."},{"content":"This is my way, that I keep your precepts. CHET"},{"content":"Yahweh is my portion. I promised to obey your words."},{"content":"I sought your favor with my whole heart. Be merciful to me according to your word."},{"content":"I considered my ways, and turned my steps to your statutes."},{"content":"I will hurry, and not delay, to obey your commandments."},{"content":"The ropes of the wicked bind me, but I won't forget your law."},{"content":"At midnight I will rise to give thanks to you, because of your righteous ordinances."},{"content":"I am a friend of all those who fear you, of those who observe your precepts."},{"content":"The earth is full of your loving kindness, Yahweh. Teach me your statutes. TET"},{"content":"Do good to your servant, according to your word, Yahweh."},{"content":"Teach me good judgment and knowledge, for I believe in your commandments."},{"content":"Before I was afflicted, I went astray; but now I observe your word."},{"content":"You are good, and do good. Teach me your statutes."},{"content":"The proud have smeared a lie upon me. With my whole heart, I will keep your precepts."},{"content":"Their heart is as callous as the fat, but I delight in your law."},{"content":"It is good for me that I have been afflicted, that I may learn your statutes."},{"content":"The law of your mouth is better to me than thousands of pieces of gold and silver. YUD"},{"content":"Your hands have made me and formed me. Give me understanding, that I may learn your commandments."},{"content":"Those who fear you will see me and be glad, because I have put my hope in your word."},{"content":"Yahweh, I know that your judgments are righteous, that in faithfulness you have afflicted me."},{"content":"Please let your loving kindness be for my comfort, according to your word to your servant."},{"content":"Let your tender mercies come to me, that I may live; for your law is my delight."},{"content":"Let the proud be disappointed, for they have overthrown me wrongfully. I will meditate on your precepts."},{"content":"Let those who fear you turn to me. They will know your statutes."},{"content":"Let my heart be blameless toward your decrees, that I may not be disappointed. KAF"},{"content":"My soul faints for your salvation. I hope in your word."},{"content":"My eyes fail for your word. I say, \"When will you comfort me?\""},{"content":"For I have become like a wineskin in the smoke. I don't forget your statutes."},{"content":"How many are the days of your servant? When will you execute judgment on those who persecute me?"},{"content":"The proud have dug pits for me, contrary to your law."},{"content":"All of your commandments are faithful. They persecute me wrongfully. Help me!"},{"content":"They had almost wiped me from the earth, but I didn't forsake your precepts."},{"content":"Preserve my life according to your loving kindness, so I will obey the statutes of your mouth. LAMED"},{"content":"Yahweh, your word is settled in heaven forever."},{"content":"Your faithfulness is to all generations. You have established the earth, and it remains."},{"content":"Your laws remain to this day, for all things serve you."},{"content":"Unless your law had been my delight, I would have perished in my affliction."},{"content":"I will never forget your precepts, for with them, you have revived me."},{"content":"I am yours. Save me, for I have sought your precepts."},{"content":"The wicked have waited for me, to destroy me. I will consider your statutes."},{"content":"I have seen a limit to all perfection, but your commands are boundless. MEM"},{"content":"How I love your law! It is my meditation all day."},{"content":"Your commandments make me wiser than my enemies, for your commandments are always with me."},{"content":"I have more understanding than all my teachers, for your testimonies are my meditation."},{"content":"I understand more than the aged, because I have kept your precepts."},{"content":"I have kept my feet from every evil way, that I might observe your word."},{"content":"I have not turned aside from your ordinances, for you have taught me."},{"content":"How sweet are your promises to my taste, more than honey to my mouth!"},{"content":"Through your precepts, I get understanding; therefore I hate every false way. NUN"},{"content":"Your word is a lamp to my feet, and a light for my path."},{"content":"I have sworn, and have confirmed it, that I will obey your righteous ordinances."},{"content":"I am afflicted very much. Revive me, Yahweh, according to your word."},{"content":"Accept, I beg you, the willing offerings of my mouth. Yahweh, teach me your ordinances."},{"content":"My soul is continually in my hand, yet I won't forget your law."},{"content":"The wicked have laid a snare for me, yet I haven't gone astray from your precepts."},{"content":"I have taken your testimonies as a heritage forever, for they are the joy of my heart."},{"content":"I have set my heart to perform your statutes forever, even to the end. SAMEKH"},{"content":"I hate double-minded men, but I love your law."},{"content":"You are my hiding place and my shield. I hope in your word."},{"content":"Depart from me, you evildoers, that I may keep the commandments of my God."},{"content":"Uphold me according to your word, that I may live. Let me not be ashamed of my hope."},{"content":"Hold me up, and I will be safe, and will have respect for your statutes continually."},{"content":"You reject all those who stray from your statutes, for their deceit is in vain."},{"content":"You put away all the wicked of the earth like dross. Therefore I love your testimonies."},{"content":"My flesh trembles for fear of you. I am afraid of your judgments. AYIN"},{"content":"I have done what is just and righteous. Don't leave me to my oppressors."},{"content":"Ensure your servant's well-being. Don't let the proud oppress me."},{"content":"My eyes fail looking for your salvation, for your righteous word."},{"content":"Deal with your servant according to your loving kindness. Teach me your statutes."},{"content":"I am your servant. Give me understanding, that I may know your testimonies."},{"content":"It is time to act, Yahweh, for they break your law."},{"content":"Therefore I love your commandments more than gold, yes, more than pure gold."},{"content":"Therefore I consider all of your precepts to be right. I hate every false way. PEY"},{"content":"Your testimonies are wonderful, therefore my soul keeps them."},{"content":"The entrance of your words gives light. It gives understanding to the simple."},{"content":"I opened my mouth wide and panted, for I longed for your commandments."},{"content":"Turn to me, and have mercy on me, as you always do to those who love your name."},{"content":"Establish my footsteps in your word. Don't let any iniquity have dominion over me."},{"content":"Redeem me from the oppression of man, so I will observe your precepts."},{"content":"Make your face shine on your servant. Teach me your statutes."},{"content":"Streams of tears run down my eyes, because they don't observe your law. TZADI"},{"content":"You are righteous, Yahweh. Your judgments are upright."},{"content":"You have commanded your statutes in righteousness. They are fully trustworthy."},{"content":"My zeal wears me out, because my enemies ignore your words."},{"content":"Your promises have been thoroughly tested, and your servant loves them."},{"content":"I am small and despised. I don't forget your precepts."},{"content":"Your righteousness is an everlasting righteousness. Your law is truth."},{"content":"Trouble and anguish have taken hold of me. Your commandments are my delight."},{"content":"Your testimonies are righteous forever. Give me understanding, that I may live. KUF"},{"content":"I have called with my whole heart. Answer me, Yahweh! I will keep your statutes."},{"content":"I have called to you. Save me! I will obey your statutes."},{"content":"I rise before dawn and cry for help. I put my hope in your words."},{"content":"My eyes stay open through the night watches, that I might meditate on your word."},{"content":"Hear my voice according to your loving kindness. Revive me, Yahweh, according to your ordinances."},{"content":"They draw near who follow after wickedness. They are far from your law."},{"content":"You are near, Yahweh. All your commandments are truth."},{"content":"Of old I have known from your testimonies, that you have founded them forever. RESH"},{"content":"Consider my affliction, and deliver me, for I don't forget your law."},{"content":"Plead my cause, and redeem me! Revive me according to your promise."},{"content":"Salvation is far from the wicked, for they don't seek your statutes."},{"content":"Great are your tender mercies, Yahweh. Revive me according to your ordinances."},{"content":"Many are my persecutors and my adversaries. I haven't swerved from your testimonies."},{"content":"I look at the faithless with loathing, because they don't observe your word."},{"content":"Consider how I love your precepts. Revive me, Yahweh, according to your loving kindness."},{"content":"All of your words are truth. Every one of your righteous ordinances endures forever. SIN AND SHIN"},{"content":"Princes have persecuted me without a cause, but my heart stands in awe of your words."},{"content":"I rejoice at your word, as one who finds great spoil."},{"content":"I hate and abhor falsehood. I love your law."},{"content":"Seven times a day, I praise you, because of your righteous ordinances."},{"content":"Those who love your law have great peace. Nothing causes them to stumble."},{"content":"I have hoped for your salvation, Yahweh. I have done your commandments."},{"content":"My soul has observed your testimonies. I love them exceedingly."},{"content":"I have obeyed your precepts and your testimonies, for all my ways are before you. TAV"},{"content":"Let my cry come before you, Yahweh. Give me understanding according to your word."},{"content":"Let my supplication come before you. Deliver me according to your word."},{"content":"Let my lips utter praise, for you teach me your statutes."},{"content":"Let my tongue sing of your word, for all your commandments are righteousness."},{"content":"Let your hand be ready to help me, for I have chosen your precepts."},{"content":"I have longed for your salvation, Yahweh. Your law is my delight."},{"content":"Let my soul live, that I may praise you. Let your ordinances help me."},{"content":"I have gone astray like a lost sheep. Seek your servant, for I don't forget your commandments. A Song of Ascents."}],[{"content":"In my distress, I cried to Yahweh. He answered me."},{"content":"Deliver my soul, Yahweh, from lying lips, from a deceitful tongue."},{"content":"What will be given to you, and what will be done more to you, you deceitful tongue?"},{"content":"Sharp arrows of the mighty, with coals of juniper."},{"content":"Woe is me, that I live in Meshech, that I dwell among the tents of Kedar!"},{"content":"My soul has had her dwelling too long with him who hates peace."},{"content":"I am for peace, but when I speak, they are for war. A Song of Ascents."}],[{"content":"I will lift up my eyes to the hills. Where does my help come from?"},{"content":"My help comes from Yahweh, who made heaven and earth."},{"content":"He will not allow your foot to be moved. He who keeps you will not slumber."},{"content":"Behold, he who keeps Israel will neither slumber nor sleep."},{"content":"Yahweh is your keeper. Yahweh is your shade on your right hand."},{"content":"The sun will not harm you by day, nor the moon by night."},{"content":"Yahweh will keep you from all evil. He will keep your soul."},{"content":"Yahweh will keep your going out and your coming in, from this time forth, and forevermore. A Song of Ascents. By David."}],[{"content":"I was glad when they said to me, \"Let's go to Yahweh's house!\""},{"content":"Our feet are standing within your gates, Jerusalem;"},{"content":"Jerusalem, that is built as a city that is compact together;"},{"content":"where the tribes go up, even Yah's tribes, according to an ordinance for Israel, to give thanks to the name of Yahweh."},{"content":"For there are set thrones for judgment, the thrones of David's house."},{"content":"Pray for the peace of Jerusalem. Those who love you will prosper."},{"content":"Peace be within your walls, and prosperity within your palaces."},{"content":"For my brothers' and companions' sakes, I will now say, \"Peace be within you.\""},{"content":"For the sake of the house of Yahweh our God, I will seek your good. A Song of Ascents."}],[{"content":"To you I do lift up my eyes, you who sit in the heavens."},{"content":"Behold, as the eyes of servants look to the hand of their master, as the eyes of a maid to the hand of her mistress; so our eyes look to Yahweh, our God, until he has mercy on us."},{"content":"Have mercy on us, Yahweh, have mercy on us, for we have endured much contempt."},{"content":"Our soul is exceedingly filled with the scoffing of those who are at ease, with the contempt of the proud. A Song of Ascents. By David."}],[{"content":"If it had not been Yahweh who was on our side, let Israel now say,"},{"content":"if it had not been Yahweh who was on our side, when men rose up against us;"},{"content":"then they would have swallowed us up alive, when their wrath was kindled against us;"},{"content":"then the waters would have overwhelmed us, the stream would have gone over our soul;"},{"content":"then the proud waters would have gone over our soul."},{"content":"Blessed be Yahweh, who has not given us as a prey to their teeth."},{"content":"Our soul has escaped like a bird out of the fowler's snare. The snare is broken, and we have escaped."},{"content":"Our help is in the name of Yahweh, who made heaven and earth. A Song of Ascents."}],[{"content":"Those who trust in Yahweh are as Mount Zion, which can't be moved, but remains forever."},{"content":"As the mountains surround Jerusalem, so Yahweh surrounds his people from this time forth and forevermore."},{"content":"For the scepter of wickedness won't remain over the allotment of the righteous; so that the righteous won't use their hands to do evil."},{"content":"Do good, Yahweh, to those who are good, to those who are upright in their hearts."},{"content":"But as for those who turn aside to their crooked ways, Yahweh will lead them away with the workers of iniquity. Peace be on Israel. A Song of Ascents."}],[{"content":"When Yahweh brought back those who returned to Zion, we were like those who dream."},{"content":"Then our mouth was filled with laughter, and our tongue with singing. Then they said among the nations, \"Yahweh has done great things for them.\""},{"content":"Yahweh has done great things for us, and we are glad."},{"content":"Restore our fortunes again, Yahweh, like the streams in the Negev."},{"content":"Those who sow in tears will reap in joy."},{"content":"He who goes out weeping, carrying seed for sowing, will certainly come again with joy, carrying his sheaves. A Song of Ascents. By Solomon."}],[{"content":"Unless Yahweh builds the house, they labor in vain who build it. Unless Yahweh watches over the city, the watchman guards it in vain."},{"content":"It is vain for you to rise up early, to stay up late, eating the bread of toil; for he gives sleep to his loved ones."},{"content":"Behold, children are a heritage of Yahweh. The fruit of the womb is his reward."},{"content":"As arrows in the hand of a mighty man, so are the children of youth."},{"content":"Happy is the man who has his quiver full of them. They won't be disappointed when they speak with their enemies in the gate. A Song of Ascents."}],[{"content":"Blessed is everyone who fears Yahweh, who walks in his ways."},{"content":"For you will eat the labor of your hands. You will be happy, and it will be well with you."},{"content":"Your wife will be as a fruitful vine, in the innermost parts of your house; your children like olive plants, around your table."},{"content":"Behold, thus is the man blessed who fears Yahweh."},{"content":"May Yahweh bless you out of Zion, and may you see the good of Jerusalem all the days of your life."},{"content":"Yes, may you see your children's children. Peace be upon Israel. A Song of Ascents."}],[{"content":"Many times they have afflicted me from my youth up. Let Israel now say,"},{"content":"many times they have afflicted me from my youth up, yet they have not prevailed against me."},{"content":"The plowers plowed on my back. They made their furrows long."},{"content":"Yahweh is righteous. He has cut apart the cords of the wicked."},{"content":"Let them be disappointed and turned backward, all those who hate Zion."},{"content":"Let them be as the grass on the housetops, which withers before it grows up;"},{"content":"with which the reaper doesn't fill his hand, nor he who binds sheaves, his bosom."},{"content":"Neither do those who go by say, \"The blessing of Yahweh be on you. We bless you in the name of Yahweh.\" A Song of Ascents."}],[{"content":"Out of the depths I have cried to you, Yahweh."},{"content":"Lord, hear my voice. Let your ears be attentive to the voice of my petitions."},{"content":"If you, Yah, kept a record of sins, Lord, who could stand?"},{"content":"But there is forgiveness with you, therefore you are feared."},{"content":"I wait for Yahweh. My soul waits. I hope in his word."},{"content":"My soul longs for the Lord more than watchmen long for the morning; more than watchmen for the morning."},{"content":"Israel, hope in Yahweh, for with Yahweh there is loving kindness. With him is abundant redemption."},{"content":"He will redeem Israel from all their sins. A Song of Ascents. By David."}],[{"content":"Yahweh, my heart isn't haughty, nor my eyes lofty; nor do I concern myself with great matters, or things too wonderful for me."},{"content":"Surely I have stilled and quieted my soul, like a weaned child with his mother, like a weaned child is my soul within me."},{"content":"Israel, hope in Yahweh, from this time forth and forevermore. A Song of Ascents."}],[{"content":"Yahweh, remember David and all his affliction,"},{"content":"how he swore to Yahweh, and vowed to the Mighty One of Jacob:"},{"content":"\"Surely I will not come into the structure of my house, nor go up into my bed;"},{"content":"I will not give sleep to my eyes, or slumber to my eyelids;"},{"content":"until I find out a place for Yahweh, a dwelling for the Mighty One of Jacob.\""},{"content":"Behold, we heard of it in Ephrathah. We found it in the field of Jaar:"},{"content":"\"We will go into his dwelling place. We will worship at his footstool."},{"content":"Arise, Yahweh, into your resting place; you, and the ark of your strength."},{"content":"Let your priest be clothed with righteousness. Let your saints shout for joy!\""},{"content":"For your servant David's sake, don't turn away the face of your anointed one."},{"content":"Yahweh has sworn to David in truth. He will not turn from it: \"I will set the fruit of your body on your throne."},{"content":"If your children will keep my covenant, my testimony that I will teach them, their children also will sit on your throne forevermore.\""},{"content":"For Yahweh has chosen Zion. He has desired it for his habitation."},{"content":"\"This is my resting place forever. Here I will live, for I have desired it."},{"content":"I will abundantly bless her provision. I will satisfy her poor with bread."},{"content":"Her priests I will also clothe with salvation. Her saints will shout aloud for joy."},{"content":"There I will make the horn of David to bud. I have ordained a lamp for my anointed."},{"content":"I will clothe his enemies with shame, but on himself, his crown will be resplendent.\" A Song of Ascents. By David."}],[{"content":"See how good and how pleasant it is for brothers to live together in unity!"},{"content":"It is like the precious oil on the head, that ran down on the beard, even Aaron's beard; that came down on the edge of his robes;"},{"content":"like the dew of Hermon, that comes down on the hills of Zion: for there Yahweh gives the blessing, even life forevermore. A Song of Ascents."}],[{"content":"Look! Praise Yahweh, all you servants of Yahweh, who stand by night in Yahweh's house!"},{"content":"Lift up your hands in the sanctuary. Praise Yahweh!"},{"content":"May Yahweh bless you from Zion; even he who made heaven and earth."}],[{"content":"Praise Yah! Praise the name of Yahweh! Praise him, you servants of Yahweh,"},{"content":"you who stand in the house of Yahweh, in the courts of our God's house."},{"content":"Praise Yah, for Yahweh is good. Sing praises to his name, for that is pleasant."},{"content":"For Yah has chosen Jacob for himself; Israel for his own possession."},{"content":"For I know that Yahweh is great, that our Lord is above all gods."},{"content":"Whatever Yahweh pleased, that he has done, in heaven and in earth, in the seas and in all deeps;"},{"content":"who causes the clouds to rise from the ends of the earth; who makes lightnings with the rain; who brings forth the wind out of his treasuries;"},{"content":"Who struck the firstborn of Egypt, both of man and animal;"},{"content":"Who sent signs and wonders into the midst of you, Egypt, on Pharaoh, and on all his servants;"},{"content":"who struck many nations, and killed mighty kings,"},{"content":"Sihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan,"},{"content":"and gave their land for a heritage, a heritage to Israel, his people."},{"content":"Your name, Yahweh, endures forever; your renown, Yahweh, throughout all generations."},{"content":"For Yahweh will judge his people, and have compassion on his servants."},{"content":"The idols of the nations are silver and gold, the work of men's hands."},{"content":"They have mouths, but they can't speak. They have eyes, but they can't see."},{"content":"They have ears, but they can't hear; neither is there any breath in their mouths."},{"content":"Those who make them will be like them; yes, everyone who trusts in them."},{"content":"House of Israel, praise Yahweh! House of Aaron, praise Yahweh!"},{"content":"House of Levi, praise Yahweh! You who fear Yahweh, praise Yahweh!"},{"content":"Blessed be Yahweh from Zion, Who dwells at Jerusalem. Praise Yah!"}],[{"content":"Give thanks to Yahweh, for he is good; for his loving kindness endures forever."},{"content":"Give thanks to the God of gods; for his loving kindness endures forever."},{"content":"Give thanks to the Lord of lords; for his loving kindness endures forever:"},{"content":"To him who alone does great wonders; for his loving kindness endures forever:"},{"content":"To him who by understanding made the heavens; for his loving kindness endures forever:"},{"content":"To him who spread out the earth above the waters; for his loving kindness endures forever:"},{"content":"To him who made the great lights; for his loving kindness endures forever:"},{"content":"The sun to rule by day; for his loving kindness endures forever;"},{"content":"The moon and stars to rule by night; for his loving kindness endures forever:"},{"content":"To him who struck down the Egyptian firstborn; for his loving kindness endures forever;"},{"content":"And brought out Israel from among them; for his loving kindness endures forever;"},{"content":"With a strong hand, and with an outstretched arm; for his loving kindness endures forever:"},{"content":"To him who divided the Red Sea apart; for his loving kindness endures forever;"},{"content":"And made Israel to pass through its midst; for his loving kindness endures forever;"},{"content":"But overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever:"},{"content":"To him who led his people through the wilderness; for his loving kindness endures forever:"},{"content":"To him who struck great kings; for his loving kindness endures forever;"},{"content":"And killed mighty kings; for his loving kindness endures forever:"},{"content":"Sihon king of the Amorites; for his loving kindness endures forever;"},{"content":"Og king of Bashan; for his loving kindness endures forever;"},{"content":"And gave their land as an inheritance; for his loving kindness endures forever;"},{"content":"Even a heritage to Israel his servant; for his loving kindness endures forever:"},{"content":"Who remembered us in our low estate; for his loving kindness endures forever;"},{"content":"And has delivered us from our adversaries; for his loving kindness endures forever:"},{"content":"Who gives food to every creature; for his loving kindness endures forever."},{"content":"Oh give thanks to the God of heaven; for his loving kindness endures forever."}],[{"content":"By the rivers of Babylon, there we sat down. Yes, we wept, when we remembered Zion."},{"content":"On the willows in its midst, we hung up our harps."},{"content":"For there, those who led us captive asked us for songs. Those who tormented us demanded songs of joy: \"Sing us one of the songs of Zion!\""},{"content":"How can we sing Yahweh's song in a foreign land?"},{"content":"If I forget you, Jerusalem, let my right hand forget its skill."},{"content":"Let my tongue stick to the roof of my mouth if I don't remember you; if I don't prefer Jerusalem above my chief joy."},{"content":"Remember, Yahweh, against the children of Edom, the day of Jerusalem; who said, \"Raze it! Raze it even to its foundation!\""},{"content":"Daughter of Babylon, doomed to destruction, he will be happy who rewards you, as you have served us."},{"content":"Happy shall he be, who takes and dashes your little ones against the rock. By David."}],[{"content":"I will give you thanks with my whole heart. Before the gods, I will sing praises to you."},{"content":"I will bow down toward your holy temple, and give thanks to your Name for your loving kindness and for your truth; for you have exalted your Name and your Word above all."},{"content":"In the day that I called, you answered me. You encouraged me with strength in my soul."},{"content":"All the kings of the earth will give you thanks, Yahweh, for they have heard the words of your mouth."},{"content":"Yes, they will sing of the ways of Yahweh; for great is Yahweh's glory."},{"content":"For though Yahweh is high, yet he looks after the lowly; but the proud, he knows from afar."},{"content":"Though I walk in the midst of trouble, you will revive me. You will stretch forth your hand against the wrath of my enemies. Your right hand will save me."},{"content":"Yahweh will fulfill that which concerns me; your loving kindness, Yahweh, endures forever. Don't forsake the works of your own hands. For the Chief Musician. A Psalm by David."}],[{"content":"Yahweh, you have searched me, and you know me."},{"content":"You know my sitting down and my rising up. You perceive my thoughts from afar."},{"content":"You search out my path and my lying down, and are acquainted with all my ways."},{"content":"For there is not a word on my tongue, but, behold, Yahweh, you know it altogether."},{"content":"You hem me in behind and before. You laid your hand on me."},{"content":"This knowledge is beyond me. It's lofty. I can't attain it."},{"content":"Where could I go from your Spirit? Or where could I flee from your presence?"},{"content":"If I ascend up into heaven, you are there. If I make my bed in Sheol, behold, you are there!"},{"content":"If I take the wings of the dawn, and settle in the uttermost parts of the sea;"},{"content":"Even there your hand will lead me, and your right hand will hold me."},{"content":"If I say, \"Surely the darkness will overwhelm me; the light around me will be night;\""},{"content":"even the darkness doesn't hide from you, but the night shines as the day. The darkness is like light to you."},{"content":"For you formed my inmost being. You knit me together in my mother's womb."},{"content":"I will give thanks to you, for I am fearfully and wonderfully made. Your works are wonderful. My soul knows that very well."},{"content":"My frame wasn't hidden from you, when I was made in secret, woven together in the depths of the earth."},{"content":"Your eyes saw my body. In your book they were all written, the days that were ordained for me, when as yet there were none of them."},{"content":"How precious to me are your thoughts, God! How vast is the sum of them!"},{"content":"If I would count them, they are more in number than the sand. When I wake up, I am still with you."},{"content":"If only you, God, would kill the wicked. Get away from me, you bloodthirsty men!"},{"content":"For they speak against you wickedly. Your enemies take your name in vain."},{"content":"Yahweh, don't I hate those who hate you? Am I not grieved with those who rise up against you?"},{"content":"I hate them with perfect hatred. They have become my enemies."},{"content":"Search me, God, and know my heart. Try me, and know my thoughts."},{"content":"See if there is any wicked way in me, and lead me in the everlasting way. For the Chief Musician. A Psalm by David."}],[{"content":"Deliver me, Yahweh, from the evil man. Preserve me from the violent man;"},{"content":"those who devise mischief in their hearts. They continually gather themselves together for war."},{"content":"They have sharpened their tongues like a serpent. Viper's poison is under their lips. Selah."},{"content":"Yahweh, keep me from the hands of the wicked. Preserve me from the violent men who have determined to trip my feet."},{"content":"The proud have hidden a snare for me, they have spread the cords of a net by the path. They have set traps for me. Selah."},{"content":"I said to Yahweh, \"You are my God.\" Listen to the cry of my petitions, Yahweh."},{"content":"Yahweh, the Lord, the strength of my salvation, you have covered my head in the day of battle."},{"content":"Yahweh, don't grant the desires of the wicked. Don't let their evil plans succeed, or they will become proud. Selah."},{"content":"As for the head of those who surround me, let the mischief of their own lips cover them."},{"content":"Let burning coals fall on them. Let them be thrown into the fire, into miry pits, from where they never rise."},{"content":"An evil speaker won't be established in the earth. Evil will hunt the violent man to overthrow him."},{"content":"I know that Yahweh will maintain the cause of the afflicted, and justice for the needy."},{"content":"Surely the righteous will give thanks to your name. The upright will dwell in your presence. A Psalm by David."}],[{"content":"Yahweh, I have called on you. Come to me quickly! Listen to my voice when I call to you."},{"content":"Let my prayer be set before you like incense; the lifting up of my hands like the evening sacrifice."},{"content":"Set a watch, Yahweh, before my mouth. Keep the door of my lips."},{"content":"Don't incline my heart to any evil thing, to practice deeds of wickedness with men who work iniquity. Don't let me eat of their delicacies."},{"content":"Let the righteous strike me, it is kindness; let him reprove me, it is like oil on the head; don't let my head refuse it; Yet my prayer is always against evil deeds."},{"content":"Their judges are thrown down by the sides of the rock. They will hear my words, for they are well spoken."},{"content":"\"As when one plows and breaks up the earth, our bones are scattered at the mouth of Sheol.\""},{"content":"For my eyes are on you, Yahweh, the Lord. In you, I take refuge. Don't leave my soul destitute."},{"content":"Keep me from the snare which they have laid for me, from the traps of the workers of iniquity."},{"content":"Let the wicked fall together into their own nets, while I pass by. A contemplation by David, when he was in the cave. A Prayer."}],[{"content":"I cry with my voice to Yahweh. With my voice, I ask Yahweh for mercy."},{"content":"I pour out my complaint before him. I tell him my troubles."},{"content":"When my spirit was overwhelmed within me, you knew my path. In the way in which I walk, they have hidden a snare for me."},{"content":"Look on my right, and see; for there is no one who is concerned for me. Refuge has fled from me. No one cares for my soul."},{"content":"I cried to you, Yahweh. I said, \"You are my refuge, my portion in the land of the living.\""},{"content":"Listen to my cry, for I am in desperate need. deliver me from my persecutors, For they are stronger than me."},{"content":"Bring my soul out of prison, that I may give thanks to your name. The righteous will surround me, for you will be good to me. A Psalm by David."}],[{"content":"Hear my prayer, Yahweh. Listen to my petitions. In your faithfulness and righteousness, relieve me."},{"content":"Don't enter into judgment with your servant, for in your sight no man living is righteous."},{"content":"For the enemy pursues my soul. He has struck my life down to the ground. He has made me live in dark places, as those who have been long dead."},{"content":"Therefore my spirit is overwhelmed within me. My heart within me is desolate."},{"content":"I remember the days of old. I meditate on all your doings. I contemplate the work of your hands."},{"content":"I spread forth my hands to you. My soul thirsts for you, like a parched land. Selah."},{"content":"Hurry to answer me, Yahweh. My spirit fails. Don't hide your face from me, so that I don't become like those who go down into the pit."},{"content":"Cause me to hear your loving kindness in the morning, for I trust in you. Cause me to know the way in which I should walk, for I lift up my soul to you."},{"content":"Deliver me, Yahweh, from my enemies. I flee to you to hide me."},{"content":"Teach me to do your will, for you are my God. Your Spirit is good. Lead me in the land of uprightness."},{"content":"Revive me, Yahweh, for your name's sake. In your righteousness, bring my soul out of trouble."},{"content":"In your loving kindness, cut off my enemies, and destroy all those who afflict my soul, For I am your servant. By David."}],[{"content":"Blessed be Yahweh, my rock, who teaches my hands to war, and my fingers to battle:"},{"content":"my loving kindness, my fortress, my high tower, my deliverer, my shield, and he in whom I take refuge; who subdues my people under me."},{"content":"Yahweh, what is man, that you care for him? Or the son of man, that you think of him?"},{"content":"Man is like a breath. His days are like a shadow that passes away."},{"content":"Part your heavens, Yahweh, and come down. Touch the mountains, and they will smoke."},{"content":"Throw out lightning, and scatter them. Send out your arrows, and rout them."},{"content":"Stretch out your hand from above, rescue me, and deliver me out of great waters, out of the hands of foreigners;"},{"content":"whose mouths speak deceit, Whose right hand is a right hand of falsehood."},{"content":"I will sing a new song to you, God. On a ten-stringed lyre, I will sing praises to you."},{"content":"You are he who gives salvation to kings, who rescues David, his servant, from the deadly sword."},{"content":"Rescue me, and deliver me out of the hands of foreigners, whose mouths speak deceit, whose right hand is a right hand of falsehood."},{"content":"Then our sons will be like well-nurtured plants, our daughters like pillars carved to adorn a palace."},{"content":"Our barns are full, filled with all kinds of provision. Our sheep bring forth thousands and ten thousands in our fields."},{"content":"Our oxen will pull heavy loads. There is no breaking in, and no going away, and no outcry in our streets."},{"content":"Happy are the people who are in such a situation. Happy are the people whose God is Yahweh. A praise psalm by David."}],[{"content":"I will exalt you, my God, the King. I will praise your name forever and ever."},{"content":"Every day I will praise you. I will extol your name forever and ever."},{"content":"Great is Yahweh, and greatly to be praised! His greatness is unsearchable."},{"content":"One generation will commend your works to another, and will declare your mighty acts."},{"content":"Of the glorious majesty of your honor, of your wondrous works, I will meditate."},{"content":"Men will speak of the might of your awesome acts. I will declare your greatness."},{"content":"They will utter the memory of your great goodness, and will sing of your righteousness."},{"content":"Yahweh is gracious, merciful, slow to anger, and of great loving kindness."},{"content":"Yahweh is good to all. His tender mercies are over all his works."},{"content":"All your works will give thanks to you, Yahweh. Your saints will extol you."},{"content":"They will speak of the glory of your kingdom, and talk about your power;"},{"content":"to make known to the sons of men his mighty acts, the glory of the majesty of his kingdom."},{"content":"Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. Yahweh is faithful in all his words, and loving in all his deeds."},{"content":"Yahweh upholds all who fall, and raises up all those who are bowed down."},{"content":"The eyes of all wait for you. You give them their food in due season."},{"content":"You open your hand, and satisfy the desire of every living thing."},{"content":"Yahweh is righteous in all his ways, and gracious in all his works."},{"content":"Yahweh is near to all those who call on him, to all who call on him in truth."},{"content":"He will fulfill the desire of those who fear him. He also will hear their cry, and will save them."},{"content":"Yahweh preserves all those who love him, but all the wicked he will destroy."},{"content":"My mouth will speak the praise of Yahweh. Let all flesh bless his holy name forever and ever."}],[{"content":"Praise Yah! Praise Yahweh, my soul."},{"content":"While I live, I will praise Yahweh. I will sing praises to my God as long as I exist."},{"content":"Don't put your trust in princes, each a son of man in whom there is no help."},{"content":"His spirit departs, and he returns to the earth. In that very day, his thoughts perish."},{"content":"Happy is he who has the God of Jacob for his help, whose hope is in Yahweh, his God:"},{"content":"who made heaven and earth, the sea, and all that is in them; who keeps truth forever;"},{"content":"who executes justice for the oppressed; who gives food to the hungry. Yahweh frees the prisoners."},{"content":"Yahweh opens the eyes of the blind. Yahweh raises up those who are bowed down. Yahweh loves the righteous."},{"content":"Yahweh preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down."},{"content":"Yahweh will reign forever; your God, O Zion, to all generations. Praise Yah!"}],[{"content":"Praise Yah, for it is good to sing praises to our God; for it is pleasant and fitting to praise him."},{"content":"Yahweh builds up Jerusalem. He gathers together the outcasts of Israel."},{"content":"He heals the broken in heart, and binds up their wounds."},{"content":"He counts the number of the stars. He calls them all by their names."},{"content":"Great is our Lord, and mighty in power. His understanding is infinite."},{"content":"Yahweh upholds the humble. He brings the wicked down to the ground."},{"content":"Sing to Yahweh with thanksgiving. Sing praises on the harp to our God,"},{"content":"who covers the sky with clouds, who prepares rain for the earth, who makes grass grow on the mountains."},{"content":"He provides food for the livestock, and for the young ravens when they call."},{"content":"He doesn't delight in the strength of the horse. He takes no pleasure in the legs of a man."},{"content":"Yahweh takes pleasure in those who fear him, in those who hope in his loving kindness."},{"content":"Praise Yahweh, Jerusalem! Praise your God, Zion!"},{"content":"For he has strengthened the bars of your gates. He has blessed your children within you."},{"content":"He makes peace in your borders. He fills you with the finest of the wheat."},{"content":"He sends out his commandment to the earth. His word runs very swiftly."},{"content":"He gives snow like wool, and scatters frost like ashes."},{"content":"He hurls down his hail like pebbles. Who can stand before his cold?"},{"content":"He sends out his word, and melts them. He causes his wind to blow, and the waters flow."},{"content":"He shows his word to Jacob; his statutes and his ordinances to Israel."},{"content":"He has not done this for just any nation. They don't know his ordinances. Praise Yah!"}],[{"content":"Praise Yah! Praise Yahweh from the heavens! Praise him in the heights!"},{"content":"Praise him, all his angels! Praise him, all his army!"},{"content":"Praise him, sun and moon! Praise him, all you shining stars!"},{"content":"Praise him, you heavens of heavens, You waters that are above the heavens."},{"content":"Let them praise the name of Yahweh, For he commanded, and they were created."},{"content":"He has also established them forever and ever. He has made a decree which will not pass away."},{"content":"Praise Yahweh from the earth, you great sea creatures, and all depths!"},{"content":"Lightning and hail, snow and clouds; stormy wind, fulfilling his word;"},{"content":"mountains and all hills; fruit trees and all cedars;"},{"content":"wild animals and all livestock; small creatures and flying birds;"},{"content":"kings of the earth and all peoples; princes and all judges of the earth;"},{"content":"both young men and maidens; old men and children:"},{"content":"let them praise the name of Yahweh, for his name alone is exalted. His glory is above the earth and the heavens."},{"content":"He has lifted up the horn of his people, the praise of all his saints; even of the children of Israel, a people near to him. Praise Yah!"}],[{"content":"Praise Yahweh! Sing to Yahweh a new song, his praise in the assembly of the saints."},{"content":"Let Israel rejoice in him who made them. Let the children of Zion be joyful in their King."},{"content":"Let them praise his name in the dance! Let them sing praises to him with tambourine and harp!"},{"content":"For Yahweh takes pleasure in his people. He crowns the humble with salvation."},{"content":"Let the saints rejoice in honor. Let them sing for joy on their beds."},{"content":"May the high praises of God be in their mouths, and a two-edged sword in their hand;"},{"content":"To execute vengeance on the nations, and punishments on the peoples;"},{"content":"To bind their kings with chains, and their nobles with fetters of iron;"},{"content":"to execute on them the written judgment. All his saints have this honor. Praise Yah!"}],[{"content":"Praise Yah! Praise God in his sanctuary! Praise him in his heavens for his acts of power!"},{"content":"Praise him for his mighty acts! Praise him according to his excellent greatness!"},{"content":"Praise him with the sounding of the trumpet! Praise him with harp and lyre!"},{"content":"Praise him with tambourine and dancing! Praise him with stringed instruments and flute!"},{"content":"Praise him with loud cymbals! Praise him with resounding cymbals!"},{"content":"Let everything that has breath praise Yah! Praise Yah!"}]]}