{"name":"Proverbs","chapterList":["ch001","ch002","ch003","ch004","ch005","ch006","ch007","ch008","ch009","ch010","ch011","ch012","ch013","ch014","ch015","ch016","ch017","ch018","ch019","ch020","ch021","ch022","ch023","ch024","ch025","ch026","ch027","ch028","ch029","ch030","ch031"],"chapters":[[{"content":"The proverbs of Solomon, the son of David, king of Israel:"},{"content":"to know wisdom and instruction; to discern the words of understanding;"},{"content":"to receive instruction in wise dealing, in righteousness, justice, and equity;"},{"content":"to give prudence to the simple, knowledge and discretion to the young man:"},{"content":"that the wise man may hear, and increase in learning; that the man of understanding may attain to sound counsel:"},{"content":"to understand a proverb, and parables, the words and riddles of the wise."},{"content":"The fear of Yahweh is the beginning of knowledge; but the foolish despise wisdom and instruction."},{"content":"My son, listen to your father's instruction, and don't forsake your mother's teaching:"},{"content":"for they will be a garland to grace your head, and chains around your neck."},{"content":"My son, if sinners entice you, don't consent."},{"content":"If they say, \"Come with us, Let's lay in wait for blood; let's lurk secretly for the innocent without cause;"},{"content":"let's swallow them up alive like Sheol, and whole, like those who go down into the pit."},{"content":"We'll find all valuable wealth. We'll fill our houses with spoil."},{"content":"You shall cast your lot among us. We'll all have one purse.\""},{"content":"My son, don't walk in the way with them. Keep your foot from their path,"},{"content":"for their feet run to evil. They hurry to shed blood."},{"content":"For in vain is the net spread in the sight of any bird:"},{"content":"but these lay wait for their own blood. They lurk secretly for their own lives."},{"content":"So are the ways of everyone who is greedy for gain. It takes away the life of its owners."},{"content":"Wisdom calls aloud in the street. She utters her voice in the public squares."},{"content":"She calls at the head of noisy places. At the entrance of the city gates, she utters her words:"},{"content":"\"How long, you simple ones, will you love simplicity? How long will mockers delight themselves in mockery, and fools hate knowledge?"},{"content":"Turn at my reproof. Behold, I will pour out my spirit on you. I will make known my words to you."},{"content":"Because I have called, and you have refused; I have stretched out my hand, and no one has paid attention;"},{"content":"but you have ignored all my counsel, and wanted none of my reproof;"},{"content":"I also will laugh at your disaster. I will mock when calamity overtakes you;"},{"content":"when calamity overtakes you like a storm, when your disaster comes on like a whirlwind; when distress and anguish come on you."},{"content":"Then will they call on me, but I will not answer. They will seek me diligently, but they will not find me;"},{"content":"because they hated knowledge, and didn't choose the fear of Yahweh."},{"content":"They wanted none of my counsel. They despised all my reproof."},{"content":"Therefore they will eat of the fruit of their own way, and be filled with their own schemes."},{"content":"For the backsliding of the simple will kill them. The careless ease of fools will destroy them."},{"content":"But whoever listens to me will dwell securely, and will be at ease, without fear of harm.\""}],[{"content":"My son, if you will receive my words, and store up my commandments within you;"},{"content":"So as to turn your ear to wisdom, and apply your heart to understanding;"},{"content":"Yes, if you call out for discernment, and lift up your voice for understanding;"},{"content":"If you seek her as silver, and search for her as for hidden treasures:"},{"content":"then you will understand the fear of Yahweh, and find the knowledge of God."},{"content":"For Yahweh gives wisdom. Out of his mouth comes knowledge and understanding."},{"content":"He lays up sound wisdom for the upright. He is a shield to those who walk in integrity;"},{"content":"that he may guard the paths of justice, and preserve the way of his saints."},{"content":"Then you will understand righteousness and justice, equity and every good path."},{"content":"For wisdom will enter into your heart. Knowledge will be pleasant to your soul."},{"content":"Discretion will watch over you. Understanding will keep you,"},{"content":"to deliver you from the way of evil, from the men who speak perverse things;"},{"content":"who forsake the paths of uprightness, to walk in the ways of darkness;"},{"content":"who rejoice to do evil, and delight in the perverseness of evil;"},{"content":"who are crooked in their ways, and wayward in their paths:"},{"content":"To deliver you from the strange woman, even from the foreigner who flatters with her words;"},{"content":"who forsakes the friend of her youth, and forgets the covenant of her God:"},{"content":"for her house leads down to death, her paths to the dead."},{"content":"None who go to her return again, neither do they attain to the paths of life:"},{"content":"that you may walk in the way of good men, and keep the paths of the righteous."},{"content":"For the upright will dwell in the land. The perfect will remain in it."},{"content":"But the wicked will be cut off from the land. The treacherous will be rooted out of it."}],[{"content":"My son, don't forget my teaching; but let your heart keep my commandments:"},{"content":"for length of days, and years of life, and peace, will they add to you."},{"content":"Don't let kindness and truth forsake you. Bind them around your neck. Write them on the tablet of your heart."},{"content":"So you will find favor, and good understanding in the sight of God and man."},{"content":"Trust in Yahweh with all your heart, and don't lean on your own understanding."},{"content":"In all your ways acknowledge him, and he will make your paths straight."},{"content":"Don't be wise in your own eyes. Fear Yahweh, and depart from evil."},{"content":"It will be health to your body, and nourishment to your bones."},{"content":"Honor Yahweh with your substance, with the first fruits of all your increase:"},{"content":"so your barns will be filled with plenty, and your vats will overflow with new wine."},{"content":"My son, don't despise Yahweh's discipline, neither be weary of his reproof:"},{"content":"for whom Yahweh loves, he reproves; even as a father reproves the son in whom he delights."},{"content":"Happy is the man who finds wisdom, the man who gets understanding."},{"content":"For her good profit is better than getting silver, and her return is better than fine gold."},{"content":"She is more precious than rubies. None of the things you can desire are to be compared to her."},{"content":"Length of days is in her right hand. In her left hand are riches and honor."},{"content":"Her ways are ways of pleasantness. All her paths are peace."},{"content":"She is a tree of life to those who lay hold of her. Happy is everyone who retains her."},{"content":"By wisdom Yahweh founded the earth. By understanding, he established the heavens."},{"content":"By his knowledge, the depths were broken up, and the skies drop down the dew."},{"content":"My son, let them not depart from your eyes. Keep sound wisdom and discretion:"},{"content":"so they will be life to your soul, and grace for your neck."},{"content":"Then you shall walk in your way securely. Your foot won't stumble."},{"content":"When you lie down, you will not be afraid. Yes, you will lie down, and your sleep will be sweet."},{"content":"Don't be afraid of sudden fear, neither of the desolation of the wicked, when it comes:"},{"content":"for Yahweh will be your confidence, and will keep your foot from being taken."},{"content":"Don't withhold good from those to whom it is due, when it is in the power of your hand to do it."},{"content":"Don't say to your neighbor, \"Go, and come again; tomorrow I will give it to you,\" when you have it by you."},{"content":"Don't devise evil against your neighbor, since he dwells securely by you."},{"content":"Don't strive with a man without cause, if he has done you no harm."},{"content":"Don't envy the man of violence. Choose none of his ways."},{"content":"For the perverse is an abomination to Yahweh, but his friendship is with the upright."},{"content":"Yahweh's curse is in the house of the wicked, but he blesses the habitation of the righteous."},{"content":"Surely he mocks the mockers, but he gives grace to the humble."},{"content":"The wise will inherit glory, but shame will be the promotion of fools."}],[{"content":"Listen, sons, to a father's instruction. Pay attention and know understanding;"},{"content":"for I give you sound learning. Don't forsake my law."},{"content":"For I was a son to my father, tender and an only child in the sight of my mother."},{"content":"He taught me, and said to me: \"Let your heart retain my words. Keep my commandments, and live."},{"content":"Get wisdom. Get understanding. Don't forget, neither swerve from the words of my mouth."},{"content":"Don't forsake her, and she will preserve you. Love her, and she will keep you."},{"content":"Wisdom is supreme. Get wisdom. Yes, though it costs all your possessions, get understanding."},{"content":"Esteem her, and she will exalt you. She will bring you to honor, when you embrace her."},{"content":"She will give to your head a garland of grace. She will deliver a crown of splendor to you.\""},{"content":"Listen, my son, and receive my sayings. The years of your life will be many."},{"content":"I have taught you in the way of wisdom. I have led you in straight paths."},{"content":"When you go, your steps will not be hampered. When you run, you will not stumble."},{"content":"Take firm hold of instruction. Don't let her go. Keep her, for she is your life."},{"content":"Don't enter into the path of the wicked. Don't walk in the way of evil men."},{"content":"Avoid it, and don't pass by it. Turn from it, and pass on."},{"content":"For they don't sleep, unless they do evil. Their sleep is taken away, unless they make someone fall."},{"content":"For they eat the bread of wickedness, and drink the wine of violence."},{"content":"But the path of the righteous is like the dawning light, that shines more and more until the perfect day."},{"content":"The way of the wicked is like darkness. They don't know what they stumble over."},{"content":"My son, attend to my words. Turn your ear to my sayings."},{"content":"Let them not depart from your eyes. Keep them in the midst of your heart."},{"content":"For they are life to those who find them, and health to their whole body."},{"content":"Keep your heart with all diligence, for out of it is the wellspring of life."},{"content":"Put away from yourself a perverse mouth. Put corrupt lips far from you."},{"content":"Let your eyes look straight ahead. Fix your gaze directly before you."},{"content":"Make the path of your feet level. Let all of your ways be established."},{"content":"Don't turn to the right hand nor to the left. Remove your foot from evil."}],[{"content":"My son, pay attention to my wisdom. Turn your ear to my understanding:"},{"content":"that you may maintain discretion, that your lips may preserve knowledge."},{"content":"For the lips of an adulteress drip honey. Her mouth is smoother than oil,"},{"content":"But in the end she is as bitter as wormwood, and as sharp as a two-edged sword."},{"content":"Her feet go down to death. Her steps lead straight to Sheol."},{"content":"She gives no thought to the way of life. Her ways are crooked, and she doesn't know it."},{"content":"Now therefore, my sons, listen to me. Don't depart from the words of my mouth."},{"content":"Remove your way far from her. Don't come near the door of her house,"},{"content":"lest you give your honor to others, and your years to the cruel one;"},{"content":"lest strangers feast on your wealth, and your labors enrich another man's house."},{"content":"You will groan at your latter end, when your flesh and your body are consumed,"},{"content":"and say, \"How I have hated instruction, and my heart despised reproof;"},{"content":"neither have I obeyed the voice of my teachers, nor turned my ear to those who instructed me!"},{"content":"I have come to the brink of utter ruin, in the midst of the gathered assembly.\""},{"content":"Drink water out of your own cistern, running water out of your own well."},{"content":"Should your springs overflow in the streets, streams of water in the public squares?"},{"content":"Let them be for yourself alone, not for strangers with you."},{"content":"Let your spring be blessed. Rejoice in the wife of your youth."},{"content":"A loving doe and a graceful deer-- let her breasts satisfy you at all times. Be captivated always with her love."},{"content":"For why should you, my son, be captivated with an adulteress? Why embrace the bosom of another?"},{"content":"For the ways of man are before the eyes of Yahweh. He examines all his paths."},{"content":"The evil deeds of the wicked ensnare him. The cords of his sin hold him firmly."},{"content":"He will die for lack of instruction. In the greatness of his folly, he will go astray."}],[{"content":"My son, if you have become collateral for your neighbor, if you have struck your hands in pledge for a stranger;"},{"content":"You are trapped by the words of your mouth. You are ensnared with the words of your mouth."},{"content":"Do this now, my son, and deliver yourself, since you have come into the hand of your neighbor. Go, humble yourself. Press your plea with your neighbor."},{"content":"Give no sleep to your eyes, nor slumber to your eyelids."},{"content":"Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler."},{"content":"Go to the ant, you sluggard. Consider her ways, and be wise;"},{"content":"which having no chief, overseer, or ruler,"},{"content":"provides her bread in the summer, and gathers her food in the harvest."},{"content":"How long will you sleep, sluggard? When will you arise out of your sleep?"},{"content":"A little sleep, a little slumber, a little folding of the hands to sleep:"},{"content":"so your poverty will come as a robber, and your scarcity as an armed man."},{"content":"A worthless person, a man of iniquity, is he who walks with a perverse mouth;"},{"content":"who winks with his eyes, who signals with his feet, who motions with his fingers;"},{"content":"in whose heart is perverseness, who devises evil continually, who always sows discord."},{"content":"Therefore his calamity will come suddenly. He will be broken suddenly, and that without remedy."},{"content":"There are six things which Yahweh hates; yes, seven which are an abomination to him:"},{"content":"haughty eyes, a lying tongue, hands that shed innocent blood;"},{"content":"a heart that devises wicked schemes, feet that are swift in running to mischief,"},{"content":"a false witness who utters lies, and he who sows discord among brothers."},{"content":"My son, keep your father's commandment, and don't forsake your mother's teaching."},{"content":"Bind them continually on your heart. Tie them around your neck."},{"content":"When you walk, it will lead you. When you sleep, it will watch over you. When you awake, it will talk with you."},{"content":"For the commandment is a lamp, and the law is light. Reproofs of instruction are the way of life,"},{"content":"to keep you from the immoral woman, from the flattery of the wayward wife's tongue."},{"content":"Don't lust after her beauty in your heart, neither let her captivate you with her eyelids."},{"content":"For a prostitute reduces you to a piece of bread. The adulteress hunts for your precious life."},{"content":"Can a man scoop fire into his lap, and his clothes not be burned?"},{"content":"Or can one walk on hot coals, and his feet not be scorched?"},{"content":"So is he who goes in to his neighbor's wife. Whoever touches her will not be unpunished."},{"content":"Men don't despise a thief, if he steals to satisfy himself when he is hungry:"},{"content":"but if he is found, he shall restore seven times. He shall give all the wealth of his house."},{"content":"He who commits adultery with a woman is void of understanding. He who does it destroys his own soul."},{"content":"He will get wounds and dishonor. His reproach will not be wiped away."},{"content":"For jealousy arouses the fury of the husband. He won't spare in the day of vengeance."},{"content":"He won't regard any ransom, neither will he rest content, though you give many gifts."}],[{"content":"My son, keep my words. Lay up my commandments within you."},{"content":"Keep my commandments and live! Guard my teaching as the apple of your eye."},{"content":"Bind them on your fingers. Write them on the tablet of your heart."},{"content":"Tell wisdom, \"You are my sister.\" Call understanding your relative,"},{"content":"that they may keep you from the strange woman, from the foreigner who flatters with her words."},{"content":"For at the window of my house, I looked out through my lattice."},{"content":"I saw among the simple ones. I discerned among the youths a young man void of understanding,"},{"content":"passing through the street near her corner, he went the way to her house,"},{"content":"in the twilight, in the evening of the day, in the middle of the night and in the darkness."},{"content":"Behold, there a woman met him with the attire of a prostitute, and with crafty intent."},{"content":"She is loud and defiant. Her feet don't stay in her house."},{"content":"Now she is in the streets, now in the squares, and lurking at every corner."},{"content":"So she caught him, and kissed him. With an impudent face she said to him:"},{"content":"\"Sacrifices of peace offerings are with me. This day I have paid my vows."},{"content":"Therefore I came out to meet you, to diligently seek your face, and I have found you."},{"content":"I have spread my couch with carpets of tapestry, with striped cloths of the yarn of Egypt."},{"content":"I have perfumed my bed with myrrh, aloes, and cinnamon."},{"content":"Come, let's take our fill of loving until the morning. Let's solace ourselves with loving."},{"content":"For my husband isn't at home. He has gone on a long journey."},{"content":"He has taken a bag of money with him. He will come home at the full moon.\""},{"content":"With persuasive words, she led him astray. With the flattering of her lips, she seduced him."},{"content":"He followed her immediately, as an ox goes to the slaughter, as a fool stepping into a noose."},{"content":"Until an arrow strikes through his liver, as a bird hurries to the snare, and doesn't know that it will cost his life."},{"content":"Now therefore, sons, listen to me. Pay attention to the words of my mouth."},{"content":"Don't let your heart turn to her ways. Don't go astray in her paths,"},{"content":"for she has thrown down many wounded. Yes, all her slain are a mighty army."},{"content":"Her house is the way to Sheol, going down to the rooms of death."}],[{"content":"Doesn't wisdom cry out? Doesn't understanding raise her voice?"},{"content":"On the top of high places by the way, where the paths meet, she stands."},{"content":"Beside the gates, at the entry of the city, at the entry doors, she cries aloud:"},{"content":"\"To you men, I call! I send my voice to the sons of mankind."},{"content":"You simple, understand prudence. You fools, be of an understanding heart."},{"content":"Hear, for I will speak excellent things. The opening of my lips is for right things."},{"content":"For my mouth speaks truth. Wickedness is an abomination to my lips."},{"content":"All the words of my mouth are in righteousness. There is nothing crooked or perverse in them."},{"content":"They are all plain to him who understands, right to those who find knowledge."},{"content":"Receive my instruction rather than silver; knowledge rather than choice gold."},{"content":"For wisdom is better than rubies. All the things that may be desired can't be compared to it."},{"content":"\"I, wisdom, have made prudence my dwelling. Find out knowledge and discretion."},{"content":"The fear of Yahweh is to hate evil. I hate pride, arrogance, the evil way, and the perverse mouth."},{"content":"Counsel and sound knowledge are mine. I have understanding and power."},{"content":"By me kings reign, and princes decree justice."},{"content":"By me princes rule; nobles, and all the righteous rulers of the earth."},{"content":"I love those who love me. Those who seek me diligently will find me."},{"content":"With me are riches, honor, enduring wealth, and prosperity."},{"content":"My fruit is better than gold, yes, than fine gold; my yield than choice silver."},{"content":"I walk in the way of righteousness, in the midst of the paths of justice;"},{"content":"That I may give wealth to those who love me. I fill their treasuries."},{"content":"\"Yahweh possessed me in the beginning of his work, before his deeds of old."},{"content":"I was set up from everlasting, from the beginning, before the earth existed."},{"content":"When there were no depths, I was brought forth, when there were no springs abounding with water."},{"content":"Before the mountains were settled in place, before the hills, I was brought forth;"},{"content":"while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world."},{"content":"When he established the heavens, I was there; when he set a circle on the surface of the deep,"},{"content":"when he established the clouds above, when the springs of the deep became strong,"},{"content":"when he gave to the sea its boundary, that the waters should not violate his commandment, when he marked out the foundations of the earth;"},{"content":"then I was the craftsman by his side. I was a delight day by day, always rejoicing before him,"},{"content":"Rejoicing in his whole world. My delight was with the sons of men."},{"content":"\"Now therefore, my sons, listen to me, for blessed are those who keep my ways."},{"content":"Hear instruction, and be wise. Don't refuse it."},{"content":"Blessed is the man who hears me, watching daily at my gates, waiting at my door posts."},{"content":"For whoever finds me, finds life, and will obtain favor from Yahweh."},{"content":"But he who sins against me wrongs his own soul. All those who hate me love death.\""}],[{"content":"Wisdom has built her house. She has carved out her seven pillars."},{"content":"She has prepared her meat. She has mixed her wine. She has also set her table."},{"content":"She has sent out her maidens. She cries from the highest places of the city:"},{"content":"\"Whoever is simple, let him turn in here!\" As for him who is void of understanding, she says to him,"},{"content":"\"Come, eat some of my bread, Drink some of the wine which I have mixed!"},{"content":"Leave your simple ways, and live. Walk in the way of understanding.\""},{"content":"He who corrects a mocker invites insult. He who reproves a wicked man invites abuse."},{"content":"Don't reprove a scoffer, lest he hate you. Reprove a wise man, and he will love you."},{"content":"Instruct a wise man, and he will be still wiser. Teach a righteous man, and he will increase in learning."},{"content":"The fear of Yahweh is the beginning of wisdom. The knowledge of the Holy One is understanding."},{"content":"For by me your days will be multiplied. The years of your life will be increased."},{"content":"If you are wise, you are wise for yourself. If you mock, you alone will bear it."},{"content":"The foolish woman is loud, Undisciplined, and knows nothing."},{"content":"She sits at the door of her house, on a seat in the high places of the city,"},{"content":"To call to those who pass by, who go straight on their ways,"},{"content":"\"Whoever is simple, let him turn in here.\" as for him who is void of understanding, she says to him,"},{"content":"\"Stolen water is sweet. Food eaten in secret is pleasant.\""},{"content":"But he doesn't know that the dead are there, that her guests are in the depths of Sheol."}],[{"content":"The proverbs of Solomon. A wise son makes a glad father; but a foolish son brings grief to his mother."},{"content":"Treasures of wickedness profit nothing, but righteousness delivers from death."},{"content":"Yahweh will not allow the soul of the righteous to go hungry, but he thrusts away the desire of the wicked."},{"content":"He becomes poor who works with a lazy hand, but the hand of the diligent brings wealth."},{"content":"He who gathers in summer is a wise son, but he who sleeps during the harvest is a son who causes shame."},{"content":"Blessings are on the head of the righteous, but violence covers the mouth of the wicked."},{"content":"The memory of the righteous is blessed, but the name of the wicked will rot."},{"content":"The wise in heart accept commandments, but a chattering fool will fall."},{"content":"He who walks blamelessly walks surely, but he who perverts his ways will be found out."},{"content":"One winking with the eye causes sorrow, but a chattering fool will fall."},{"content":"The mouth of the righteous is a spring of life, but violence covers the mouth of the wicked."},{"content":"Hatred stirs up strife, but love covers all wrongs."},{"content":"Wisdom is found on the lips of him who has discernment, but a rod is for the back of him who is void of understanding."},{"content":"Wise men lay up knowledge, but the mouth of the foolish is near ruin."},{"content":"The rich man's wealth is his strong city. The destruction of the poor is their poverty."},{"content":"The labor of the righteous leads to life. The increase of the wicked leads to sin."},{"content":"He is in the way of life who heeds correction, but he who forsakes reproof leads others astray."},{"content":"He who hides hatred has lying lips. He who utters a slander is a fool."},{"content":"In the multitude of words there is no lack of disobedience, but he who restrains his lips does wisely."},{"content":"The tongue of the righteous is like choice silver. The heart of the wicked is of little worth."},{"content":"The lips of the righteous feed many, but the foolish die for lack of understanding."},{"content":"Yahweh's blessing brings wealth, and he adds no trouble to it."},{"content":"It is a fool's pleasure to do wickedness, but wisdom is a man of understanding's pleasure."},{"content":"What the wicked fear, will overtake them, but the desire of the righteous will be granted."},{"content":"When the whirlwind passes, the wicked is no more; but the righteous stand firm forever."},{"content":"As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to those who send him."},{"content":"The fear of Yahweh prolongs days, but the years of the wicked shall be shortened."},{"content":"The prospect of the righteous is joy, but the hope of the wicked will perish."},{"content":"The way of Yahweh is a stronghold to the upright, but it is a destruction to the workers of iniquity."},{"content":"The righteous will never be removed, but the wicked will not dwell in the land."},{"content":"The mouth of the righteous brings forth wisdom, but the perverse tongue will be cut off."},{"content":"The lips of the righteous know what is acceptable, but the mouth of the wicked is perverse."}],[{"content":"A false balance is an abomination to Yahweh, but accurate weights are his delight."},{"content":"When pride comes, then comes shame, but with humility comes wisdom."},{"content":"The integrity of the upright shall guide them, but the perverseness of the treacherous shall destroy them."},{"content":"Riches don't profit in the day of wrath, but righteousness delivers from death."},{"content":"The righteousness of the blameless will direct his way, but the wicked shall fall by his own wickedness."},{"content":"The righteousness of the upright shall deliver them, but the unfaithful will be trapped by evil desires."},{"content":"When a wicked man dies, hope perishes, and expectation of power comes to nothing."},{"content":"A righteous person is delivered out of trouble, and the wicked takes his place."},{"content":"With his mouth the godless man destroys his neighbor, but the righteous will be delivered through knowledge."},{"content":"When it goes well with the righteous, the city rejoices. When the wicked perish, there is shouting."},{"content":"By the blessing of the upright, the city is exalted, but it is overthrown by the mouth of the wicked."},{"content":"One who despises his neighbor is void of wisdom, but a man of understanding holds his peace."},{"content":"One who brings gossip betrays a confidence, but one who is of a trustworthy spirit is one who keeps a secret."},{"content":"Where there is no wise guidance, the nation falls, but in the multitude of counselors there is victory."},{"content":"He who is collateral for a stranger will suffer for it, but he who refuses pledges of collateral is secure."},{"content":"A gracious woman obtains honor, but violent men obtain riches."},{"content":"The merciful man does good to his own soul, but he who is cruel troubles his own flesh."},{"content":"Wicked people earn deceitful wages, but one who sows righteousness reaps a sure reward."},{"content":"He who is truly righteous gets life. He who pursues evil gets death."},{"content":"Those who are perverse in heart are an abomination to Yahweh, but those whose ways are blameless are his delight."},{"content":"Most certainly, the evil man will not be unpunished, but the seed of the righteous will be delivered."},{"content":"Like a gold ring in a pig's snout, is a beautiful woman who lacks discretion."},{"content":"The desire of the righteous is only good. The expectation of the wicked is wrath."},{"content":"There is one who scatters, and increases yet more. There is one who withholds more than is appropriate, but gains poverty."},{"content":"The liberal soul shall be made fat. He who waters shall be watered also himself."},{"content":"People curse someone who withholds grain, but blessing will be on the head of him who sells it."},{"content":"He who diligently seeks good seeks favor, but he who searches after evil, it shall come to him."},{"content":"He who trusts in his riches will fall, but the righteous shall flourish as the green leaf."},{"content":"He who troubles his own house shall inherit the wind. The foolish shall be servant to the wise of heart."},{"content":"The fruit of the righteous is a tree of life. He who is wise wins souls."},{"content":"Behold, the righteous shall be repaid in the earth; how much more the wicked and the sinner!"}],[{"content":"Whoever loves correction loves knowledge, but he who hates reproof is stupid."},{"content":"A good man shall obtain favor from Yahweh, but he will condemn a man of wicked devices."},{"content":"A man shall not be established by wickedness, but the root of the righteous shall not be moved."},{"content":"A worthy woman is the crown of her husband, but a disgraceful wife is as rottenness in his bones."},{"content":"The thoughts of the righteous are just, but the advice of the wicked is deceitful."},{"content":"The words of the wicked are about lying in wait for blood, but the speech of the upright rescues them."},{"content":"The wicked are overthrown, and are no more, but the house of the righteous shall stand."},{"content":"A man shall be commended according to his wisdom, but he who has a warped mind shall be despised."},{"content":"Better is he who is lightly esteemed, and has a servant, than he who honors himself, and lacks bread."},{"content":"A righteous man respects the life of his animal, but the tender mercies of the wicked are cruel."},{"content":"He who tills his land shall have plenty of bread, but he who chases fantasies is void of understanding."},{"content":"The wicked desires the plunder of evil men, but the root of the righteous flourishes."},{"content":"An evil man is trapped by sinfulness of lips, but the righteous shall come out of trouble."},{"content":"A man shall be satisfied with good by the fruit of his mouth. The work of a man's hands shall be rewarded to him."},{"content":"The way of a fool is right in his own eyes, but he who is wise listens to counsel."},{"content":"A fool shows his annoyance the same day, but one who overlooks an insult is prudent."},{"content":"He who is truthful testifies honestly, but a false witness lies."},{"content":"There is one who speaks rashly like the piercing of a sword, but the tongue of the wise heals."},{"content":"Truth's lips will be established forever, but a lying tongue is only momentary."},{"content":"Deceit is in the heart of those who plot evil, but joy comes to the promoters of peace."},{"content":"No mischief shall happen to the righteous, but the wicked shall be filled with evil."},{"content":"Lying lips are an abomination to Yahweh, but those who do the truth are his delight."},{"content":"A prudent man keeps his knowledge, but the hearts of fools proclaim foolishness."},{"content":"The hands of the diligent ones shall rule, but laziness ends in slave labor."},{"content":"Anxiety in a man's heart weighs it down, but a kind word makes it glad."},{"content":"A righteous person is cautious in friendship, but the way of the wicked leads them astray."},{"content":"The slothful man doesn't roast his game, but the possessions of diligent men are prized."},{"content":"In the way of righteousness is life; in its path there is no death."}],[{"content":"A wise son listens to his father's instruction, but a scoffer doesn't listen to rebuke."},{"content":"By the fruit of his lips, a man enjoys good things; but the unfaithful crave violence."},{"content":"He who guards his mouth guards his soul. One who opens wide his lips comes to ruin."},{"content":"The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied."},{"content":"A righteous man hates lies, but a wicked man brings shame and disgrace."},{"content":"Righteousness guards the way of integrity, but wickedness overthrows the sinner."},{"content":"There are some who pretend to be rich, yet have nothing. There are some who pretend to be poor, yet have great wealth."},{"content":"The ransom of a man's life is his riches, but the poor hear no threats."},{"content":"The light of the righteous shines brightly, but the lamp of the wicked is snuffed out."},{"content":"Pride only breeds quarrels, but with ones who take advice is wisdom."},{"content":"Wealth gained dishonestly dwindles away, but he who gathers by hand makes it grow."},{"content":"Hope deferred makes the heart sick, but when longing is fulfilled, it is a tree of life."},{"content":"Whoever despises instruction will pay for it, but he who respects a command will be rewarded."},{"content":"The teaching of the wise is a spring of life, to turn from the snares of death."},{"content":"Good understanding wins favor; but the way of the unfaithful is hard."},{"content":"Every prudent man acts from knowledge, but a fool exposes folly."},{"content":"A wicked messenger falls into trouble, but a trustworthy envoy gains healing."},{"content":"Poverty and shame come to him who refuses discipline, but he who heeds correction shall be honored."},{"content":"Longing fulfilled is sweet to the soul, but fools detest turning from evil."},{"content":"One who walks with wise men grows wise, but a companion of fools suffers harm."},{"content":"Misfortune pursues sinners, but prosperity rewards the righteous."},{"content":"A good man leaves an inheritance to his children's children, but the wealth of the sinner is stored for the righteous."},{"content":"An abundance of food is in poor people's fields, but injustice sweeps it away."},{"content":"One who spares the rod hates his son, but one who loves him is careful to discipline him."},{"content":"The righteous one eats to the satisfying of his soul, but the belly of the wicked goes hungry."}],[{"content":"Every wise woman builds her house, but the foolish one tears it down with her own hands."},{"content":"He who walks in his uprightness fears Yahweh, but he who is perverse in his ways despises him."},{"content":"The fool's talk brings a rod to his back, but the lips of the wise protect them."},{"content":"Where no oxen are, the crib is clean, but much increase is by the strength of the ox."},{"content":"A truthful witness will not lie, but a false witness pours out lies."},{"content":"A scoffer seeks wisdom, and doesn't find it, but knowledge comes easily to a discerning person."},{"content":"Stay away from a foolish man, for you won't find knowledge on his lips."},{"content":"The wisdom of the prudent is to think about his way, but the folly of fools is deceit."},{"content":"Fools mock at making atonement for sins, but among the upright there is good will."},{"content":"The heart knows its own bitterness and joy; he will not share these with a stranger."},{"content":"The house of the wicked will be overthrown, but the tent of the upright will flourish."},{"content":"There is a way which seems right to a man, but in the end it leads to death."},{"content":"Even in laughter the heart may be sorrowful, and mirth may end in heaviness."},{"content":"The unfaithful will be repaid for his own ways; likewise a good man will be rewarded for his ways."},{"content":"A simple man believes everything, but the prudent man carefully considers his ways."},{"content":"A wise man fears, and shuns evil, but the fool is hotheaded and reckless."},{"content":"He who is quick to become angry will commit folly, and a crafty man is hated."},{"content":"The simple inherit folly, but the prudent are crowned with knowledge."},{"content":"The evil bow down before the good, and the wicked at the gates of the righteous."},{"content":"The poor person is shunned even by his own neighbor, but the rich person has many friends."},{"content":"He who despises his neighbor sins, but blessed is he who has pity on the poor."},{"content":"Don't they go astray who plot evil? But love and faithfulness belong to those who plan good."},{"content":"In all hard work there is profit, but the talk of the lips leads only to poverty."},{"content":"The crown of the wise is their riches, but the folly of fools crowns them with folly."},{"content":"A truthful witness saves souls, but a false witness is deceitful."},{"content":"In the fear of Yahweh is a secure fortress, and he will be a refuge for his children."},{"content":"The fear of Yahweh is a fountain of life, turning people from the snares of death."},{"content":"In the multitude of people is the king's glory, but in the lack of people is the destruction of the prince."},{"content":"He who is slow to anger has great understanding, but he who has a quick temper displays folly."},{"content":"The life of the body is a heart at peace, but envy rots the bones."},{"content":"He who oppresses the poor shows contempt for his Maker, but he who is kind to the needy honors him."},{"content":"The wicked is brought down in his calamity, but in death, the righteous has a refuge."},{"content":"Wisdom rests in the heart of one who has understanding, and is even made known in the inward part of fools."},{"content":"Righteousness exalts a nation, but sin is a disgrace to any people."},{"content":"The king's favor is toward a servant who deals wisely, but his wrath is toward one who causes shame."}],[{"content":"A gentle answer turns away wrath, but a harsh word stirs up anger."},{"content":"The tongue of the wise commends knowledge, but the mouth of fools gush out folly."},{"content":"Yahweh's eyes are everywhere, keeping watch on the evil and the good."},{"content":"A gentle tongue is a tree of life, but deceit in it crushes the spirit."},{"content":"A fool despises his father's correction, but he who heeds reproof shows prudence."},{"content":"In the house of the righteous is much treasure, but the income of the wicked brings trouble."},{"content":"The lips of the wise spread knowledge; not so with the heart of fools."},{"content":"The sacrifice made by the wicked is an abomination to Yahweh, but the prayer of the upright is his delight."},{"content":"The way of the wicked is an abomination to Yahweh, but he loves him who follows after righteousness."},{"content":"There is stern discipline for one who forsakes the way: whoever hates reproof shall die."},{"content":"Sheol and Abaddon are before Yahweh-- how much more then the hearts of the children of men!"},{"content":"A scoffer doesn't love to be reproved; he will not go to the wise."},{"content":"A glad heart makes a cheerful face; but an aching heart breaks the spirit."},{"content":"The heart of one who has understanding seeks knowledge, but the mouths of fools feed on folly."},{"content":"All the days of the afflicted are wretched, but one who has a cheerful heart enjoys a continual feast."},{"content":"Better is little, with the fear of Yahweh, than great treasure with trouble."},{"content":"Better is a dinner of herbs, where love is, than a fattened calf with hatred."},{"content":"A wrathful man stirs up contention, but one who is slow to anger appeases strife."},{"content":"The way of the sluggard is like a thorn patch, but the path of the upright is a highway."},{"content":"A wise son makes a father glad, but a foolish man despises his mother."},{"content":"Folly is joy to one who is void of wisdom, but a man of understanding keeps his way straight."},{"content":"Where there is no counsel, plans fail; but in a multitude of counselors they are established."},{"content":"Joy comes to a man with the reply of his mouth. How good is a word at the right time!"},{"content":"The path of life leads upward for the wise, to keep him from going downward to Sheol."},{"content":"Yahweh will uproot the house of the proud, but he will keep the widow's borders intact."},{"content":"Yahweh detests the thoughts of the wicked, but the thoughts of the pure are pleasing."},{"content":"He who is greedy for gain troubles his own house, but he who hates bribes will live."},{"content":"The heart of the righteous weighs answers, but the mouth of the wicked gushes out evil."},{"content":"Yahweh is far from the wicked, but he hears the prayer of the righteous."},{"content":"The light of the eyes rejoices the heart. Good news gives health to the bones."},{"content":"The ear that listens to reproof lives, and will be at home among the wise."},{"content":"He who refuses correction despises his own soul, but he who listens to reproof gets understanding."},{"content":"The fear of Yahweh teaches wisdom. Before honor is humility."}],[{"content":"The plans of the heart belong to man, but the answer of the tongue is from Yahweh."},{"content":"All the ways of a man are clean in his own eyes; but Yahweh weighs the motives."},{"content":"Commit your deeds to Yahweh, and your plans shall succeed."},{"content":"Yahweh has made everything for its own end-- yes, even the wicked for the day of evil."},{"content":"Everyone who is proud in heart is an abomination to Yahweh: they shall certainly not be unpunished."},{"content":"By mercy and truth iniquity is atoned for. By the fear of Yahweh men depart from evil."},{"content":"When a man's ways please Yahweh, he makes even his enemies to be at peace with him."},{"content":"Better is a little with righteousness, than great revenues with injustice."},{"content":"A man's heart plans his course, but Yahweh directs his steps."},{"content":"Inspired judgments are on the lips of the king. He shall not betray his mouth."},{"content":"Honest balances and scales are Yahweh's; all the weights in the bag are his work."},{"content":"It is an abomination for kings to do wrong, for the throne is established by righteousness."},{"content":"Righteous lips are the delight of kings. They value one who speaks the truth."},{"content":"The king's wrath is a messenger of death, but a wise man will pacify it."},{"content":"In the light of the king's face is life. His favor is like a cloud of the spring rain."},{"content":"How much better it is to get wisdom than gold! Yes, to get understanding is to be chosen rather than silver."},{"content":"The highway of the upright is to depart from evil. He who keeps his way preserves his soul."},{"content":"Pride goes before destruction, and a haughty spirit before a fall."},{"content":"It is better to be of a lowly spirit with the poor, than to divide the plunder with the proud."},{"content":"He who heeds the Word finds prosperity. Whoever trusts in Yahweh is blessed."},{"content":"The wise in heart shall be called prudent. Pleasantness of the lips promotes instruction."},{"content":"Understanding is a fountain of life to one who has it, but the punishment of fools is their folly."},{"content":"The heart of the wise instructs his mouth, and adds learning to his lips."},{"content":"Pleasant words are a honeycomb, sweet to the soul, and health to the bones."},{"content":"There is a way which seems right to a man, but in the end it leads to death."},{"content":"The appetite of the laboring man labors for him; for his mouth urges him on."},{"content":"A worthless man devises mischief. His speech is like a scorching fire."},{"content":"A perverse man stirs up strife. A whisperer separates close friends."},{"content":"A man of violence entices his neighbor, and leads him in a way that is not good."},{"content":"One who winks his eyes to plot perversities, one who compresses his lips, is bent on evil."},{"content":"Gray hair is a crown of glory. It is attained by a life of righteousness."},{"content":"One who is slow to anger is better than the mighty; one who rules his spirit, than he who takes a city."},{"content":"The lot is cast into the lap, but its every decision is from Yahweh."}],[{"content":"Better is a dry morsel with quietness, than a house full of feasting with strife."},{"content":"A servant who deals wisely will rule over a son who causes shame, and shall have a part in the inheritance among the brothers."},{"content":"The refining pot is for silver, and the furnace for gold, but Yahweh tests the hearts."},{"content":"An evildoer heeds wicked lips. A liar gives ear to a mischievous tongue."},{"content":"Whoever mocks the poor reproaches his Maker. He who is glad at calamity shall not be unpunished."},{"content":"Children's children are the crown of old men; the glory of children are their parents."},{"content":"Arrogant speech isn't fitting for a fool, much less do lying lips fit a prince."},{"content":"A bribe is a precious stone in the eyes of him who gives it; wherever he turns, he prospers."},{"content":"He who covers an offense promotes love; but he who repeats a matter separates best friends."},{"content":"A rebuke enters deeper into one who has understanding than a hundred lashes into a fool."},{"content":"An evil man seeks only rebellion; therefore a cruel messenger shall be sent against him."},{"content":"Let a bear robbed of her cubs meet a man, rather than a fool in his folly."},{"content":"Whoever rewards evil for good, evil shall not depart from his house."},{"content":"The beginning of strife is like breaching a dam, therefore stop contention before quarreling breaks out."},{"content":"He who justifies the wicked, and he who condemns the righteous, both of them alike are an abomination to Yahweh."},{"content":"Why is there money in the hand of a fool to buy wisdom, since he has no understanding?"},{"content":"A friend loves at all times; and a brother is born for adversity."},{"content":"A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor."},{"content":"He who loves disobedience loves strife. One who builds a high gate seeks destruction."},{"content":"One who has a perverse heart doesn't find prosperity, and one who has a deceitful tongue falls into trouble."},{"content":"He who becomes the father of a fool grieves. The father of a fool has no joy."},{"content":"A cheerful heart makes good medicine, but a crushed spirit dries up the bones."},{"content":"A wicked man receives a bribe in secret, to pervert the ways of justice."},{"content":"Wisdom is before the face of one who has understanding, but the eyes of a fool wander to the ends of the earth."},{"content":"A foolish son brings grief to his father, and bitterness to her who bore him."},{"content":"Also to punish the righteous is not good, nor to flog officials for their integrity."},{"content":"He who spares his words has knowledge. He who is even tempered is a man of understanding."},{"content":"Even a fool, when he keeps silent, is counted wise. When he shuts his lips, he is thought to be discerning."}],[{"content":"An unfriendly man pursues selfishness, and defies all sound judgment."},{"content":"A fool has no delight in understanding, but only in revealing his own opinion."},{"content":"When wickedness comes, contempt also comes, and with shame comes disgrace."},{"content":"The words of a man's mouth are like deep waters. The fountain of wisdom is like a flowing brook."},{"content":"To be partial to the faces of the wicked is not good, nor to deprive the innocent of justice."},{"content":"A fool's lips come into strife, and his mouth invites beatings."},{"content":"A fool's mouth is his destruction, and his lips are a snare to his soul."},{"content":"The words of a gossip are like dainty morsels: they go down into a person's innermost parts."},{"content":"One who is slack in his work is brother to him who is a master of destruction."},{"content":"The name of Yahweh is a strong tower: the righteous run to him, and are safe."},{"content":"The rich man's wealth is his strong city, like an unscalable wall in his own imagination."},{"content":"Before destruction the heart of man is proud, but before honor is humility."},{"content":"He who gives answer before he hears, that is folly and shame to him."},{"content":"A man's spirit will sustain him in sickness, but a crushed spirit, who can bear?"},{"content":"The heart of the discerning gets knowledge. The ear of the wise seeks knowledge."},{"content":"A man's gift makes room for him, and brings him before great men."},{"content":"He who pleads his cause first seems right; until another comes and questions him."},{"content":"The lot settles disputes, and keeps strong ones apart."},{"content":"A brother offended is more difficult than a fortified city; and disputes are like the bars of a castle."},{"content":"A man's stomach is filled with the fruit of his mouth. With the harvest of his lips he is satisfied."},{"content":"Death and life are in the power of the tongue; those who love it will eat its fruit."},{"content":"Whoever finds a wife finds a good thing, and obtains favor of Yahweh."},{"content":"The poor plead for mercy, but the rich answer harshly."},{"content":"A man of many companions may be ruined, but there is a friend who sticks closer than a brother."}],[{"content":"Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool."},{"content":"It isn't good to have zeal without knowledge; nor being hasty with one's feet and missing the way."},{"content":"The foolishness of man subverts his way; his heart rages against Yahweh."},{"content":"Wealth adds many friends, but the poor is separated from his friend."},{"content":"A false witness shall not be unpunished. He who pours out lies shall not go free."},{"content":"Many will entreat the favor of a ruler, and everyone is a friend to a man who gives gifts."},{"content":"All the relatives of the poor shun him: how much more do his friends avoid him! He pursues them with pleas, but they are gone."},{"content":"He who gets wisdom loves his own soul. He who keeps understanding shall find good."},{"content":"A false witness shall not be unpunished. He who utters lies shall perish."},{"content":"Delicate living is not appropriate for a fool, much less for a servant to have rule over princes."},{"content":"The discretion of a man makes him slow to anger. It is his glory to overlook an offense."},{"content":"The king's wrath is like the roaring of a lion, but his favor is like dew on the grass."},{"content":"A foolish son is the calamity of his father. A wife's quarrels are a continual dripping."},{"content":"House and riches are an inheritance from fathers, but a prudent wife is from Yahweh."},{"content":"Slothfulness casts into a deep sleep. The idle soul shall suffer hunger."},{"content":"He who keeps the commandment keeps his soul, but he who is contemptuous in his ways shall die."},{"content":"He who has pity on the poor lends to Yahweh; he will reward him."},{"content":"Discipline your son, for there is hope; don't be a willing party to his death."},{"content":"A hot-tempered man must pay the penalty, for if you rescue him, you must do it again."},{"content":"Listen to counsel and receive instruction, that you may be wise in your latter end."},{"content":"There are many plans in a man's heart, but Yahweh's counsel will prevail."},{"content":"That which makes a man to be desired is his kindness. A poor man is better than a liar."},{"content":"The fear of Yahweh leads to life, then contentment; he rests and will not be touched by trouble."},{"content":"The sluggard buries his hand in the dish; he will not so much as bring it to his mouth again."},{"content":"Flog a scoffer, and the simple will learn prudence; rebuke one who has understanding, and he will gain knowledge."},{"content":"He who robs his father and drives away his mother, is a son who causes shame and brings reproach."},{"content":"If you stop listening to instruction, my son, you will stray from the words of knowledge."},{"content":"A corrupt witness mocks justice, and the mouth of the wicked gulps down iniquity."},{"content":"Penalties are prepared for scoffers, and beatings for the backs of fools."}],[{"content":"Wine is a mocker, and beer is a brawler. Whoever is led astray by them is not wise."},{"content":"The terror of a king is like the roaring of a lion. He who provokes him to anger forfeits his own life."},{"content":"It is an honor for a man to keep aloof from strife; but every fool will be quarreling."},{"content":"The sluggard will not plow by reason of the winter; therefore he shall beg in harvest, and have nothing."},{"content":"Counsel in the heart of man is like deep water; but a man of understanding will draw it out."},{"content":"Many men claim to be men of unfailing love, but who can find a faithful man?"},{"content":"A righteous man walks in integrity. Blessed are his children after him."},{"content":"A king who sits on the throne of judgment scatters away all evil with his eyes."},{"content":"Who can say, \"I have made my heart pure. I am clean and without sin?\""},{"content":"Differing weights and differing measures, both of them alike are an abomination to Yahweh."},{"content":"Even a child makes himself known by his doings, whether his work is pure, and whether it is right."},{"content":"The hearing ear, and the seeing eye, Yahweh has made even both of them."},{"content":"Don't love sleep, lest you come to poverty. Open your eyes, and you shall be satisfied with bread."},{"content":"\"It's no good, it's no good,\" says the buyer; but when he is gone his way, then he boasts."},{"content":"There is gold and abundance of rubies; but the lips of knowledge are a rare jewel."},{"content":"Take the garment of one who puts up collateral for a stranger; and hold him in pledge for a wayward woman."},{"content":"Fraudulent food is sweet to a man, but afterwards his mouth is filled with gravel."},{"content":"Plans are established by advice; by wise guidance you wage war!"},{"content":"He who goes about as a tale-bearer reveals secrets; therefore don't keep company with him who opens wide his lips."},{"content":"Whoever curses his father or his mother, his lamp shall be put out in blackness of darkness."},{"content":"An inheritance quickly gained at the beginning, won't be blessed in the end."},{"content":"Don't say, \"I will pay back evil.\" Wait for Yahweh, and he will save you."},{"content":"Yahweh detests differing weights, and dishonest scales are not pleasing."},{"content":"A man's steps are from Yahweh; how then can man understand his way?"},{"content":"It is a snare to a man to make a rash dedication, then later to consider his vows."},{"content":"A wise king winnows out the wicked, and drives the threshing wheel over them."},{"content":"The spirit of man is Yahweh's lamp, searching all his innermost parts."},{"content":"Love and faithfulness keep the king safe. His throne is sustained by love."},{"content":"The glory of young men is their strength. The splendor of old men is their gray hair."},{"content":"Wounding blows cleanse away evil, and beatings purge the innermost parts."}],[{"content":"The king's heart is in Yahweh's hand like the watercourses. He turns it wherever he desires."},{"content":"Every way of a man is right in his own eyes, but Yahweh weighs the hearts."},{"content":"To do righteousness and justice is more acceptable to Yahweh than sacrifice."},{"content":"A high look, and a proud heart, the lamp of the wicked, is sin."},{"content":"The plans of the diligent surely lead to profit; and everyone who is hasty surely rushes to poverty."},{"content":"Getting treasures by a lying tongue is a fleeting vapor for those who seek death."},{"content":"The violence of the wicked will drive them away, because they refuse to do what is right."},{"content":"The way of the guilty is devious, but the conduct of the innocent is upright."},{"content":"It is better to dwell in the corner of the housetop, than to share a house with a contentious woman."},{"content":"The soul of the wicked desires evil; his neighbor finds no mercy in his eyes."},{"content":"When the mocker is punished, the simple gains wisdom. When the wise is instructed, he receives knowledge."},{"content":"The Righteous One considers the house of the wicked, and brings the wicked to ruin."},{"content":"Whoever stops his ears at the cry of the poor, he will also cry out, but shall not be heard."},{"content":"A gift in secret pacifies anger; and a bribe in the cloak, strong wrath."},{"content":"It is joy to the righteous to do justice; but it is a destruction to the workers of iniquity."},{"content":"The man who wanders out of the way of understanding shall rest in the assembly of the dead."},{"content":"He who loves pleasure shall be a poor man. He who loves wine and oil shall not be rich."},{"content":"The wicked is a ransom for the righteous; the treacherous for the upright."},{"content":"It is better to dwell in a desert land, than with a contentious and fretful woman."},{"content":"There is precious treasure and oil in the dwelling of the wise; but a foolish man swallows it up."},{"content":"He who follows after righteousness and kindness finds life, righteousness, and honor."},{"content":"A wise man scales the city of the mighty, and brings down the strength of its confidence."},{"content":"Whoever guards his mouth and his tongue keeps his soul from troubles."},{"content":"The proud and haughty man, \"scoffer\" is his name; he works in the arrogance of pride."},{"content":"The desire of the sluggard kills him, for his hands refuse to labor."},{"content":"There are those who covet greedily all day long; but the righteous give and don't withhold."},{"content":"The sacrifice of the wicked is an abomination: how much more, when he brings it with a wicked mind!"},{"content":"A false witness will perish, and a man who listens speaks to eternity."},{"content":"A wicked man hardens his face; but as for the upright, he establishes his ways."},{"content":"There is no wisdom nor understanding nor counsel against Yahweh."},{"content":"The horse is prepared for the day of battle; but victory is with Yahweh."}],[{"content":"A good name is more desirable than great riches, and loving favor is better than silver and gold."},{"content":"The rich and the poor have this in common: Yahweh is the maker of them all."},{"content":"A prudent man sees danger, and hides himself; but the simple pass on, and suffer for it."},{"content":"The result of humility and the fear of Yahweh is wealth, honor, and life."},{"content":"Thorns and snares are in the path of the wicked: whoever guards his soul stays from them."},{"content":"Train up a child in the way he should go, and when he is old he will not depart from it."},{"content":"The rich rule over the poor. The borrower is servant to the lender."},{"content":"He who sows wickedness reaps trouble, and the rod of his fury will be destroyed."},{"content":"He who has a generous eye will be blessed; for he shares his food with the poor."},{"content":"Drive out the mocker, and strife will go out; yes, quarrels and insults will stop."},{"content":"He who loves purity of heart and speaks gracefully is the king's friend."},{"content":"The eyes of Yahweh watch over knowledge; but he frustrates the words of the unfaithful."},{"content":"The sluggard says, \"There is a lion outside! I will be killed in the streets!\""},{"content":"The mouth of an adulteress is a deep pit: he who is under Yahweh's wrath will fall into it."},{"content":"Folly is bound up in the heart of a child: the rod of discipline drives it far from him."},{"content":"Whoever oppresses the poor for his own increase and whoever gives to the rich, both come to poverty."},{"content":"Turn your ear, and listen to the words of the wise. Apply your heart to my teaching."},{"content":"For it is a pleasant thing if you keep them within you, if all of them are ready on your lips."},{"content":"That your trust may be in Yahweh, I teach you today, even you."},{"content":"Haven't I written to you thirty excellent things of counsel and knowledge,"},{"content":"To teach you truth, reliable words, to give sound answers to the ones who sent you?"},{"content":"Don't exploit the poor, because he is poor; and don't crush the needy in court;"},{"content":"for Yahweh will plead their case, and plunder the life of those who plunder them."},{"content":"Don't befriend a hot-tempered man, and don't associate with one who harbors anger:"},{"content":"lest you learn his ways, and ensnare your soul."},{"content":"Don't you be one of those who strike hands, of those who are collateral for debts."},{"content":"If you don't have means to pay, why should he take away your bed from under you?"},{"content":"Don't move the ancient boundary stone, which your fathers have set up."},{"content":"Do you see a man skilled in his work? He will serve kings. He won't serve obscure men."}],[{"content":"When you sit to eat with a ruler, consider diligently what is before you;"},{"content":"put a knife to your throat, if you are a man given to appetite."},{"content":"Don't be desirous of his dainties, since they are deceitful food."},{"content":"Don't weary yourself to be rich. In your wisdom, show restraint."},{"content":"Why do you set your eyes on that which is not? For it certainly sprouts wings like an eagle and flies in the sky."},{"content":"Don't eat the food of him who has a stingy eye, and don't crave his delicacies:"},{"content":"for as he thinks about the cost, so he is. \"Eat and drink!\" he says to you, but his heart is not with you."},{"content":"The morsel which you have eaten you shall vomit up, and lose your good words."},{"content":"Don't speak in the ears of a fool, for he will despise the wisdom of your words."},{"content":"Don't move the ancient boundary stone. Don't encroach on the fields of the fatherless:"},{"content":"for their Defender is strong. He will plead their case against you."},{"content":"Apply your heart to instruction, and your ears to the words of knowledge."},{"content":"Don't withhold correction from a child. If you punish him with the rod, he will not die."},{"content":"Punish him with the rod, and save his soul from Sheol."},{"content":"My son, if your heart is wise, then my heart will be glad, even mine:"},{"content":"yes, my heart will rejoice, when your lips speak what is right."},{"content":"Don't let your heart envy sinners; but rather fear Yahweh all the day long."},{"content":"Indeed surely there is a future hope, and your hope will not be cut off."},{"content":"Listen, my son, and be wise, and keep your heart on the right path!"},{"content":"Don't be among ones drinking too much wine, or those who gorge themselves on meat:"},{"content":"for the drunkard and the glutton shall become poor; and drowsiness clothes them in rags."},{"content":"Listen to your father who gave you life, and don't despise your mother when she is old."},{"content":"Buy the truth, and don't sell it. Get wisdom, discipline, and understanding."},{"content":"The father of the righteous has great joy. Whoever fathers a wise child delights in him."},{"content":"Let your father and your mother be glad! Let her who bore you rejoice!"},{"content":"My son, give me your heart; and let your eyes keep in my ways."},{"content":"For a prostitute is a deep pit; and a wayward wife is a narrow well."},{"content":"Yes, she lies in wait like a robber, and increases the unfaithful among men."},{"content":"Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes?"},{"content":"Those who stay long at the wine; those who go to seek out mixed wine."},{"content":"Don't look at the wine when it is red, when it sparkles in the cup, when it goes down smoothly."},{"content":"In the end, it bites like a snake, and poisons like a viper."},{"content":"Your eyes will see strange things, and your mind will imagine confusing things."},{"content":"Yes, you will be as he who lies down in the midst of the sea, or as he who lies on top of the rigging:"},{"content":"\"They hit me, and I was not hurt! They beat me, and I don't feel it! When will I wake up? I can do it again. I can find another.\""}],[{"content":"Don't be envious of evil men; neither desire to be with them:"},{"content":"for their hearts plot violence, and their lips talk about mischief."},{"content":"Through wisdom a house is built; by understanding it is established;"},{"content":"by knowledge the rooms are filled with all rare and beautiful treasure."},{"content":"A wise man has great power; and a knowledgeable man increases strength;"},{"content":"for by wise guidance you wage your war; and victory is in many advisors."},{"content":"Wisdom is too high for a fool: he doesn't open his mouth in the gate."},{"content":"One who plots to do evil will be called a schemer."},{"content":"The schemes of folly are sin. The mocker is detested by men."},{"content":"If you falter in the time of trouble, your strength is small."},{"content":"Rescue those who are being led away to death! Indeed, hold back those who are staggering to the slaughter!"},{"content":"If you say, \"Behold, we didn't know this;\" doesn't he who weighs the hearts consider it? He who keeps your soul, doesn't he know it? Shall he not render to every man according to his work?"},{"content":"My son, eat honey, for it is good; the droppings of the honeycomb, which are sweet to your taste:"},{"content":"so you shall know wisdom to be to your soul; if you have found it, then there will be a reward, your hope will not be cut off."},{"content":"Don't lay in wait, wicked man, against the habitation of the righteous. Don't destroy his resting place:"},{"content":"for a righteous man falls seven times, and rises up again; but the wicked are overthrown by calamity."},{"content":"Don't rejoice when your enemy falls. Don't let your heart be glad when he is overthrown;"},{"content":"lest Yahweh see it, and it displease him, and he turn away his wrath from him."},{"content":"Don't fret yourself because of evildoers; neither be envious of the wicked:"},{"content":"for there will be no reward to the evil man; and the lamp of the wicked shall be snuffed out."},{"content":"My son, fear Yahweh and the king. Don't join those who are rebellious:"},{"content":"for their calamity will rise suddenly; the destruction from them both--who knows?"},{"content":"These also are sayings of the wise. To show partiality in judgment is not good."},{"content":"He who says to the wicked, \"You are righteous;\" peoples shall curse him, and nations shall abhor him--"},{"content":"but it will go well with those who convict the guilty, and a rich blessing will come on them."},{"content":"An honest answer is like a kiss on the lips."},{"content":"Prepare your work outside, and get your fields ready. Afterwards, build your house."},{"content":"Don't be a witness against your neighbor without cause. Don't deceive with your lips."},{"content":"Don't say, \"I will do to him as he has done to me; I will render to the man according to his work.\""},{"content":"I went by the field of the sluggard, by the vineyard of the man void of understanding;"},{"content":"Behold, it was all grown over with thorns. Its surface was covered with nettles, and its stone wall was broken down."},{"content":"Then I saw, and considered well. I saw, and received instruction:"},{"content":"a little sleep, a little slumber, a little folding of the hands to sleep;"},{"content":"so your poverty will come as a robber, and your want as an armed man."}],[{"content":"These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out."},{"content":"It is the glory of God to conceal a thing, but the glory of kings is to search out a matter."},{"content":"As the heavens for height, and the earth for depth, so the hearts of kings are unsearchable."},{"content":"Take away the dross from the silver, and material comes out for the refiner;"},{"content":"Take away the wicked from the king's presence, and his throne will be established in righteousness."},{"content":"Don't exalt yourself in the presence of the king, or claim a place among great men;"},{"content":"for it is better that it be said to you, \"Come up here,\" than that you should be put lower in the presence of the prince, whom your eyes have seen."},{"content":"Don't be hasty in bringing charges to court. What will you do in the end when your neighbor shames you?"},{"content":"Debate your case with your neighbor, and don't betray the confidence of another;"},{"content":"lest one who hears it put you to shame, and your bad reputation never depart."},{"content":"A word fitly spoken is like apples of gold in settings of silver."},{"content":"As an earring of gold, and an ornament of fine gold, so is a wise reprover to an obedient ear."},{"content":"As the cold of snow in the time of harvest, so is a faithful messenger to those who send him; for he refreshes the soul of his masters."},{"content":"As clouds and wind without rain, so is he who boasts of gifts deceptively."},{"content":"By patience a ruler is persuaded. A soft tongue breaks the bone."},{"content":"Have you found honey? Eat as much as is sufficient for you, lest you eat too much, and vomit it."},{"content":"Let your foot be seldom in your neighbor's house, lest he be weary of you, and hate you."},{"content":"A man who gives false testimony against his neighbor is like a club, a sword, or a sharp arrow."},{"content":"Confidence in someone unfaithful in time of trouble is like a bad tooth, or a lame foot."},{"content":"As one who takes away a garment in cold weather, or vinegar on soda, so is one who sings songs to a heavy heart."},{"content":"If your enemy is hungry, give him food to eat. If he is thirsty, give him water to drink:"},{"content":"for you will heap coals of fire on his head, and Yahweh will reward you."},{"content":"The north wind brings forth rain: so a backbiting tongue brings an angry face."},{"content":"It is better to dwell in the corner of the housetop, than to share a house with a contentious woman."},{"content":"Like cold water to a thirsty soul, so is good news from a far country."},{"content":"Like a muddied spring, and a polluted well, so is a righteous man who gives way before the wicked."},{"content":"It is not good to eat much honey; nor is it honorable to seek one's own honor."},{"content":"Like a city that is broken down and without walls is a man whose spirit is without restraint."}],[{"content":"Like snow in summer, and as rain in harvest, so honor is not fitting for a fool."},{"content":"Like a fluttering sparrow, like a darting swallow, so the undeserved curse doesn't come to rest."},{"content":"A whip is for the horse, a bridle for the donkey, and a rod for the back of fools!"},{"content":"Don't answer a fool according to his folly, lest you also be like him."},{"content":"Answer a fool according to his folly, lest he be wise in his own eyes."},{"content":"One who sends a message by the hand of a fool is cutting off feet and drinking violence."},{"content":"Like the legs of the lame that hang loose: so is a parable in the mouth of fools."},{"content":"As one who binds a stone in a sling, so is he who gives honor to a fool."},{"content":"Like a thornbush that goes into the hand of a drunkard, so is a parable in the mouth of fools."},{"content":"As an archer who wounds all, so is he who hires a fool or he who hires those who pass by."},{"content":"As a dog that returns to his vomit, so is a fool who repeats his folly."},{"content":"Do you see a man wise in his own eyes? There is more hope for a fool than for him."},{"content":"The sluggard says, \"There is a lion in the road! A fierce lion roams the streets!\""},{"content":"As the door turns on its hinges, so does the sluggard on his bed."},{"content":"The sluggard buries his hand in the dish. He is too lazy to bring it back to his mouth."},{"content":"The sluggard is wiser in his own eyes than seven men who answer with discretion."},{"content":"Like one who grabs a dog's ears is one who passes by and meddles in a quarrel not his own."},{"content":"Like a madman who shoots torches, arrows, and death,"},{"content":"is the man who deceives his neighbor and says, \"Am I not joking?\""},{"content":"For lack of wood a fire goes out. Without gossip, a quarrel dies down."},{"content":"As coals are to hot embers, and wood to fire, so is a contentious man to kindling strife."},{"content":"The words of a whisperer are as dainty morsels, they go down into the innermost parts."},{"content":"Like silver dross on an earthen vessel are the lips of a fervent one with an evil heart."},{"content":"A malicious man disguises himself with his lips, but he harbors evil in his heart."},{"content":"When his speech is charming, don't believe him; for there are seven abominations in his heart."},{"content":"His malice may be concealed by deception, but his wickedness will be exposed in the assembly."},{"content":"Whoever digs a pit shall fall into it. Whoever rolls a stone, it will come back on him."},{"content":"A lying tongue hates those it hurts; and a flattering mouth works ruin."}],[{"content":"Don't boast about tomorrow; for you don't know what a day may bring forth."},{"content":"Let another man praise you, and not your own mouth; a stranger, and not your own lips."},{"content":"A stone is heavy, and sand is a burden; but a fool's provocation is heavier than both."},{"content":"Wrath is cruel, and anger is overwhelming; but who is able to stand before jealousy?"},{"content":"Better is open rebuke than hidden love."},{"content":"Faithful are the wounds of a friend; although the kisses of an enemy are profuse."},{"content":"A full soul loathes a honeycomb; but to a hungry soul, every bitter thing is sweet."},{"content":"As a bird that wanders from her nest, so is a man who wanders from his home."},{"content":"Perfume and incense bring joy to the heart; so does earnest counsel from a man's friend."},{"content":"Don't forsake your friend and your father's friend. Don't go to your brother's house in the day of your disaster: better is a neighbor who is near than a distant brother."},{"content":"Be wise, my son, and bring joy to my heart, then I can answer my tormentor."},{"content":"A prudent man sees danger and takes refuge; but the simple pass on, and suffer for it."},{"content":"Take his garment when he puts up collateral for a stranger. Hold it for a wayward woman!"},{"content":"He who blesses his neighbor with a loud voice early in the morning, it will be taken as a curse by him."},{"content":"A continual dropping on a rainy day and a contentious wife are alike:"},{"content":"restraining her is like restraining the wind, or like grasping oil in his right hand."},{"content":"Iron sharpens iron; so a man sharpens his friend's countenance."},{"content":"Whoever tends the fig tree shall eat its fruit. He who looks after his master shall be honored."},{"content":"As water reflects a face, so a man's heart reflects the man."},{"content":"Sheol and Abaddon are never satisfied; and a man's eyes are never satisfied."},{"content":"The crucible is for silver, and the furnace for gold; but man is refined by his praise."},{"content":"Though you grind a fool in a mortar with a pestle along with grain, yet his foolishness will not be removed from him."},{"content":"Know well the state of your flocks, and pay attention to your herds:"},{"content":"for riches are not forever, nor does even the crown endure to all generations."},{"content":"The hay is removed, and the new growth appears, the grasses of the hills are gathered in."},{"content":"The lambs are for your clothing, and the goats are the price of a field."},{"content":"There will be plenty of goats' milk for your food, for your family's food, and for the nourishment of your servant girls."}],[{"content":"The wicked flee when no one pursues; but the righteous are as bold as a lion."},{"content":"In rebellion, a land has many rulers, but order is maintained by a man of understanding and knowledge."},{"content":"A needy man who oppresses the poor is like a driving rain which leaves no crops."},{"content":"Those who forsake the law praise the wicked; but those who keep the law contend with them."},{"content":"Evil men don't understand justice; but those who seek Yahweh understand it fully."},{"content":"Better is the poor who walks in his integrity, than he who is perverse in his ways, and he is rich."},{"content":"Whoever keeps the law is a wise son; but he who is a companion of gluttons shames his father."},{"content":"He who increases his wealth by excessive interest gathers it for one who has pity on the poor."},{"content":"He who turns away his ear from hearing the law, even his prayer is an abomination."},{"content":"Whoever causes the upright to go astray in an evil way, he will fall into his own trap; but the blameless will inherit good."},{"content":"The rich man is wise in his own eyes; but the poor who has understanding sees through him."},{"content":"When the righteous triumph, there is great glory; but when the wicked rise, men hide themselves."},{"content":"He who conceals his sins doesn't prosper, but whoever confesses and renounces them finds mercy."},{"content":"Blessed is the man who always fears; but one who hardens his heart falls into trouble."},{"content":"As a roaring lion or a charging bear, so is a wicked ruler over helpless people."},{"content":"A tyrannical ruler lacks judgment. One who hates ill-gotten gain will have long days."},{"content":"A man who is tormented by life blood will be a fugitive until death; no one will support him."},{"content":"Whoever walks blamelessly is kept safe; but one with perverse ways will fall suddenly."},{"content":"One who works his land will have an abundance of food; but one who chases fantasies will have his fill of poverty."},{"content":"A faithful man is rich with blessings; but one who is eager to be rich will not go unpunished."},{"content":"To show partiality is not good; yet a man will do wrong for a piece of bread."},{"content":"A stingy man hurries after riches, and doesn't know that poverty waits for him."},{"content":"One who rebukes a man will afterward find more favor than one who flatters with the tongue."},{"content":"Whoever robs his father or his mother, and says, \"It's not wrong.\" He is a partner with a destroyer."},{"content":"One who is greedy stirs up strife; but one who trusts in Yahweh will prosper."},{"content":"One who trusts in himself is a fool; but one who walks in wisdom is kept safe."},{"content":"One who gives to the poor has no lack; but one who closes his eyes will have many curses."},{"content":"When the wicked rise, men hide themselves; but when they perish, the righteous thrive."}],[{"content":"He who is often rebuked and stiffens his neck will be destroyed suddenly, with no remedy."},{"content":"When the righteous thrive, the people rejoice; but when the wicked rule, the people groan."},{"content":"Whoever loves wisdom brings joy to his father; but a companion of prostitutes squanders his wealth."},{"content":"The king by justice makes the land stable, but he who takes bribes tears it down."},{"content":"A man who flatters his neighbor spreads a net for his feet."},{"content":"An evil man is snared by his sin, but the righteous can sing and be glad."},{"content":"The righteous care about justice for the poor. The wicked aren't concerned about knowledge."},{"content":"Mockers stir up a city, but wise men turn away anger."},{"content":"If a wise man goes to court with a foolish man, the fool rages or scoffs, and there is no peace."},{"content":"The bloodthirsty hate a man of integrity; and they seek the life of the upright."},{"content":"A fool vents all of his anger, but a wise man brings himself under control."},{"content":"If a ruler listens to lies, all of his officials are wicked."},{"content":"The poor man and the oppressor have this in common: Yahweh gives sight to the eyes of both."},{"content":"The king who fairly judges the poor, his throne shall be established forever."},{"content":"The rod of correction gives wisdom, but a child left to himself causes shame to his mother."},{"content":"When the wicked increase, sin increases; but the righteous will see their downfall."},{"content":"Correct your son, and he will give you peace; yes, he will bring delight to your soul."},{"content":"Where there is no revelation, the people cast off restraint; but one who keeps the law is blessed."},{"content":"A servant can't be corrected by words. Though he understands, yet he will not respond."},{"content":"Do you see a man who is hasty in his words? There is more hope for a fool than for him."},{"content":"He who pampers his servant from youth will have him become a son in the end."},{"content":"An angry man stirs up strife, and a wrathful man abounds in sin."},{"content":"A man's pride brings him low, but one of lowly spirit gains honor."},{"content":"Whoever is an accomplice of a thief is an enemy of his own soul. He takes an oath, but dares not testify."},{"content":"The fear of man proves to be a snare, but whoever puts his trust in Yahweh is kept safe."},{"content":"Many seek the ruler's favor, but a man's justice comes from Yahweh."},{"content":"A dishonest man detests the righteous, and the upright in their ways detest the wicked."}],[{"content":"The words of Agur the son of Jakeh, the oracle: the man says to Ithiel, to Ithiel and Ucal:"},{"content":"\"Surely I am the most ignorant man, and don't have a man's understanding."},{"content":"I have not learned wisdom, neither do I have the knowledge of the Holy One."},{"content":"Who has ascended up into heaven, and descended? Who has gathered the wind in his fists? Who has bound the waters in his garment? Who has established all the ends of the earth? What is his name, and what is his son's name, if you know?"},{"content":"\"Every word of God is flawless. He is a shield to those who take refuge in him."},{"content":"Don't you add to his words, lest he reprove you, and you be found a liar."},{"content":"\"Two things I have asked of you; don't deny me before I die:"},{"content":"Remove far from me falsehood and lies. Give me neither poverty nor riches. Feed me with the food that is needful for me;"},{"content":"lest I be full, deny you, and say, 'Who is Yahweh?' or lest I be poor, and steal, and so dishonor the name of my God."},{"content":"\"Don't slander a servant to his master, lest he curse you, and you be held guilty."},{"content":"There is a generation that curses their father, and doesn't bless their mother."},{"content":"There is a generation that is pure in their own eyes, yet are not washed from their filthiness."},{"content":"There is a generation, oh how lofty are their eyes! Their eyelids are lifted up."},{"content":"There is a generation whose teeth are like swords, and their jaws like knives, to devour the poor from the earth, and the needy from among men."},{"content":"\"The leach has two daughters: 'Give, give.' \"There are three things that are never satisfied; four that don't say, 'Enough:'"},{"content":"Sheol, the barren womb; the earth that is not satisfied with water; and the fire that doesn't say, 'Enough.'"},{"content":"\"The eye that mocks at his father, and scorns obedience to his mother: the ravens of the valley shall pick it out, the young eagles shall eat it."},{"content":"\"There are three things which are too amazing for me, four which I don't understand:"},{"content":"The way of an eagle in the air; the way of a serpent on a rock; the way of a ship in the midst of the sea; and the way of a man with a maiden."},{"content":"\"So is the way of an adulterous woman: she eats and wipes her mouth, and says, 'I have done nothing wrong.'"},{"content":"\"For three things the earth tremble, and under four, it can't bear up:"},{"content":"For a servant when he is king; a fool when he is filled with food;"},{"content":"for an unloved woman when she is married; and a handmaid who is heir to her mistress."},{"content":"\"There are four things which are little on the earth, but they are exceedingly wise:"},{"content":"the ants are not a strong people, yet they provide their food in the summer."},{"content":"The conies are but a feeble folk, yet make they their houses in the rocks."},{"content":"The locusts have no king, yet they advance in ranks."},{"content":"You can catch a lizard with your hands, yet it is in kings' palaces."},{"content":"\"There are three things which are stately in their march, four which are stately in going:"},{"content":"The lion, which is mightiest among animals, and doesn't turn away for any;"},{"content":"the greyhound, the male goat also; and the king against whom there is no rising up."},{"content":"\"If you have done foolishly in lifting up yourself, or if you have thought evil, put your hand over your mouth."},{"content":"For as the churning of milk brings forth butter, and the wringing of the nose brings forth blood; so the forcing of wrath brings forth strife.\""}],[{"content":"The words of king Lemuel; the oracle which his mother taught him."},{"content":"\"Oh, my son! Oh, son of my womb! Oh, son of my vows!"},{"content":"Don't give your strength to women, nor your ways to that which destroys kings."},{"content":"It is not for kings, Lemuel; it is not for kings to drink wine; nor for princes to say, 'Where is strong drink?'"},{"content":"lest they drink, and forget the law, and pervert the justice due to anyone who is afflicted."},{"content":"Give strong drink to him who is ready to perish; and wine to the bitter in soul:"},{"content":"Let him drink, and forget his poverty, and remember his misery no more."},{"content":"Open your mouth for the mute, in the cause of all who are left desolate."},{"content":"Open your mouth, judge righteously, and serve justice to the poor and needy.\""},{"content":"Who can find a worthy woman? For her price is far above rubies."},{"content":"The heart of her husband trusts in her. He shall have no lack of gain."},{"content":"She does him good, and not harm, all the days of her life."},{"content":"She seeks wool and flax, and works eagerly with her hands."},{"content":"She is like the merchant ships. She brings her bread from afar."},{"content":"She rises also while it is yet night, gives food to her household, and portions for her servant girls."},{"content":"She considers a field, and buys it. With the fruit of her hands, she plants a vineyard."},{"content":"She arms her waist with strength, and makes her arms strong."},{"content":"She perceives that her merchandise is profitable. Her lamp doesn't go out by night."},{"content":"She lays her hands to the distaff, and her hands hold the spindle."},{"content":"She opens her arms to the poor; yes, she extends her hands to the needy."},{"content":"She is not afraid of the snow for her household; for all her household are clothed with scarlet."},{"content":"She makes for herself carpets of tapestry. Her clothing is fine linen and purple."},{"content":"Her husband is respected in the gates, when he sits among the elders of the land."},{"content":"She makes linen garments and sells them, and delivers sashes to the merchant."},{"content":"Strength and dignity are her clothing. She laughs at the time to come."},{"content":"She opens her mouth with wisdom. Faithful instruction is on her tongue."},{"content":"She looks well to the ways of her household, and doesn't eat the bread of idleness."},{"content":"Her children rise up and call her blessed. Her husband also praises her:"},{"content":"\"Many women do noble things, but you excel them all.\""},{"content":"Charm is deceitful, and beauty is vain; but a woman who fears Yahweh, she shall be praised."},{"content":"Give her of the fruit of her hands! Let her works praise her in the gates!"}]]}